[
  {
    "text": "Imagine smiling after a slap in the face. Then think of doing it twenty-four hours a day.",
    "author": "Markus Zusak"
  },
  {
    "text": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Never let the future disturb you. You will meet it, if you have to, with the same weapons of reason which today arm you against the present.",
    "author": "Marcus Aurelius"
  },
  { "text": "It is the power of the mind to be unconquerable.", "author": "Seneca" },
  { "text": "Warriors should suffer their pain silently.", "author": "Erin Hunter" },
  {
    "text": "Until we have begun to go without them, we fail to realize how unnecessary many things are. We've been using them not because we needed them but because we had them.",
    "author": "Seneca"
  },
  {
    "text": "Complaining does not work as a strategy. We all have finite time and energy. Any time we spend whining is unlikely to help us achieve our goals. And it won't make us happier.",
    "author": "Randy Pausch"
  },
  {
    "text": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness. Unfortunately the happiness is there. There is always the chance (about eight hundred and fifty to one) that another heart will come to mine. I can't help hoping, and keeping faith, and loving beauty. Quite frequently I am not so miserable as it would be wise to be.",
    "author": "T.H. White"
  },
  {
    "text": "A Stoic is someone who transforms fear into prudence, pain into transformation, mistakes into initiation, and desire into undertaking.",
    "author": "Nassim Nicholas Taleb"
  },
  {
    "text": "People hide their truest nature. I understood that; I even applauded it. What sort of world would it be if people bled all over the sidewalks, if they wept under trees, smacked whomever they despised, kissed strangers, revealed themselves?",
    "author": "Alice Hoffman"
  },
  {
    "text": "Remember, it is not enough to be hit or insulted to be harmed, you must believe that you are being harmed. If someone succeeds in provoking you, realize that your mind is complicit in the provocation. Which is why it is essential that we not respond impulsively to impressions; take a moment before reacting, and you will find it easier to maintain control.",
    "author": "Epictetus"
  },
  { "text": "Feeling too much is a hell of a lot better than feeling nothing.", "author": "Nora Roberts" },
  {
    "text": "Why should we place Christ at the top and summit of the human race? Was he kinder, more forgiving, more self-sacrificing thanBuddha? Was he wiser, did he meet death with more perfect calmness, thanSocrates? Was he more patient, more charitable, thanEpictetus? Was he a greater philosopher, a deeper thinker, thanEpicurus? In what respect was he the superior ofZoroaster? Was he gentler thanLao-tsze, more universal thanConfucius? Were his ideas of human rights and duties superior to those ofZeno? Did he express grander truths thanCicero? Was his mind subtler thanSpinoza’s? Was his brain equal toKepler’s orNewton’s? Was he grander in death – a sublimer martyr thanBruno? Was he in intelligence, in the force and beauty of expression, in breadth and scope of thought, in wealth of illustration, in aptness of comparison, in knowledge of the human brain and heart, of all passions, hopes and fears, the equal ofShakespeare, the greatest of the human race?",
    "author": "Robert G. Ingersoll"
  },
  { "text": "How do you defeat terrorism? Don’t be terrorized.", "author": "Salman Rushdie" },
  { "text": "The things you think about determine the quality of your mind.", "author": "Marcus Aurelius" },
  {
    "text": "What do you know of my heart? What do you know of anything but your own suffering. For weeks, Marianne, I've had this pressing on me without being at liberty to speak of it to a single creature. It was forced on me by the very person whose prior claims ruined all my hope. I have endured her exultations again and again whilst knowing myself to be divided from Edward forever. Believe me, Marianne, had I not been bound to silence I could have provided proof enough of a broken heart, even for you.",
    "author": "Jane Austen"
  },
  {
    "text": "For what prevents us from saying that the happy life is to have a mind that is free, lofty, fearless and steadfast - a mind that is placed beyond the reach of fear, beyond the reach of desire, that counts virtue the only good, baseness the only evil, and all else but a worthless mass of things, which come and go without increasing or diminishing the highest good, and neither subtract any part from the happy life nor add any part to it?A man thus grounded must, whether he wills or not, necessarily be attended by constant cheerfulness and a joy that is deep and issues from deep within, since he finds delight in his own resources, and desires no joys greater than his inner joys.",
    "author": "Seneca"
  },
  {
    "text": "Always resignation and acceptance. Always prudence and honour and duty. Elinor, where is your heart?",
    "author": "Jane Austen"
  },
  { "text": "Misfortune nobly born is good fortune.", "author": "Marcus Aurelius" },
  { "text": "Regard [a friend] as loyal, and you will make him loyal.", "author": "Seneca" },
  {
    "text": "Limiting one’s desires actually helps to cure one of fear. ‘Cease to hope … and you will cease to fear.’ … Widely different [as fear and hope] are, the two of them march in unison like a prisoner and the escort he is handcuffed to. Fear keeps pace with hope … both belong to a mind in suspense, to a mind in a state of anxiety through looking into the future. Both are mainly due to projecting our thoughts far ahead of us instead of adapting ourselves to the present.",
    "author": "Seneca"
  },
  {
    "text": "You should … live in such a way that there is nothing which you could not as easily tell your enemy as keep to yourself.",
    "author": "Seneca"
  },
  {
    "text": "What really frightens and dismays us is not external events themselves, but the way in which we think about them. It is not things that disturb us, but our interpretation of their significance.",
    "author": "Epictetus"
  },
  {
    "text": "Nothing is burdensome if taken lightly, and nothing need arouse one's irritation so long as one doesn't make it bigger than it is by getting irritated.",
    "author": "Seneca"
  },
  { "text": "To be everywhere is to be nowhere.", "author": "Seneca" },
  {
    "text": "Think of your many years of procrastination; how the gods have repeatedly granted you further periods of grace, of which you have taken no advantage. It is time now to realise the nature of the universe to which you belong, and of that controlling Power whose offspring you are; and to understand that your time has a limit set to it. Use it, then, to advance your enlightenment; or it will be gone, and never in your power again.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "You know yourself what you are worth in your own eyes; and at what price you will sell yourself. For men sell themselves at various prices. This is why, when Florus was deliberating whether he should appear at Nero's shows, taking part in the performance himself, Agrippinus replied, 'Appear by all means.' And when Florus inquired, 'But why do not you appear?' he answered, 'Because I do not even consider the question.' For the man who has once stooped to consider such questions, and to reckon up the value of external things, is not far from forgetting what manner of man he is.",
    "author": "Epictetus"
  },
  {
    "text": "Life is such unutterable hell, solely because it is sometimes beautiful. If we could only be miserable all the time, if there could be no such things as love or beauty or faith or hope, if I could be absolutely certain that my love would never be returned: how much more simple life would be. One could plod through the Siberian salt mines of existence without being bothered about happiness.",
    "author": "T.H. White"
  },
  { "text": "There will never come a time when I will be able to resist my emotions.", "author": "Louise Erdrich" },
  {
    "text": "I hear my silence talked of in every lane;The suppression of a cry is itself a cry of pain.",
    "author": "Darshan Singh"
  },
  {
    "text": "It is not the man who has too little that is poor, but the one who hankers after more.",
    "author": "Seneca"
  },
  {
    "text": "Today I escaped anxiety. Or no, I discarded it, because it was within me, in my own perceptions — not outside.",
    "author": "Marcus Aurelius, Meditations"
  },
  {
    "text": "From the philosopher Catulus, never to be dismissive of a friend's accusation, even if it seems unreasonable, but to make every effort to restore the relationship to its normal condition.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Stop wandering about! You aren't likely to read your own notebooks, or ancient histories, or the anthologies you've collected to enjoy in your old age. Get busy with life's purpose, toss aside empty hopes, get active in your own rescue-if you care for yourself at all-and do it while you can.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Remember two things: i. that everything has always been the same, and keeps recurring, and it makes no difference whether you see the same things recur in a hundred years or two hundred, or in an infinite period; ii. that the longest-lived and those who will die soonest lose the same thing. The present is all that they can give up, since that is all you have, and what you do not have you cannot lose.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "I have always swung back and forth between alienation and relatedness. As a child, I would run away from the beatings, from the obscene words, and always knew that if I could run far enough, then any leaf, any insect, any bird, any breeze could bring me to my true home. I knew I did not belong among people. Whatever they hated about me was a human thing; the nonhuman world has always loved me. I can't remember when it was otherwise. But I have been emotionally crippled by this. There is nothing romantic about being young and angry, or even about turning that anger into art. I go through the motions of living in society, but never feel a part of it. When my family threw me away, every human on earth did likewise.",
    "author": "Wendy Rose"
  },
  {
    "text": "Remember to act always as if you were at a symposium. When the food or drink comes around, reach out and take some politely; if it passes you by don't try pulling it back. And if it has not reached you yet, don't let your desire run ahead of you, be patient until your turn comes. Adopt a similar attitude with regard to children, wife, wealth and status, and in time, you will be entitled to dine with the gods. Go further and decline these goods even when they are on offer and you will have a share in the gods' power as well as their company. That is how Diogenes, Heraclitus and philosophers like them came to be called, and considered, divine.",
    "author": "Epictetus"
  },
  {
    "text": "We love being mentally strong, but we hate situations that allow us to put our mental strength to good use.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "If you want to make progress, put up with being perceived as ignorant or naive in worldly matters, don't aspire to a reputation for sagacity. If you do impress others as somebody, don't altogether believe it. You have to realize, it isn't easy to keep your will in agreement with nature, as well as externals. Caring about the one inevitably means you are going to shortchange the other.",
    "author": "Epictetus"
  },
  {
    "text": "If what you have seems insufficient to you, then though you possess the world, you will yet be miserable.",
    "author": "Seneca"
  },
  {
    "text": "You need to avoid certain things in your train of thought: everything random, everything irrelevant. And certainly everything self-important or malicious. You need to get used to winnowing your thoughts, so that if someone says, \"What are your thinking about?\" you can respond at once (and truthfully) that you are thinking this or thinking that.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Some people avoid thinking deeply in public, only because they are afraid of coming across as suicidal.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "In your actions, don't procrastinate. In your conversations, don't confuse. In your thoughts, don't wander. In your soul, don't be passive or aggressive. In your life, don't be all about business.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "It is more necessary for the soul to be cured than the body; for it is better to die than to live badly.",
    "author": "Epictetus"
  },
  { "text": "Remember that all we have is “on loan", "author": "Seneca" },
  {
    "text": "The first and most important field of philosophy is the application of principles such as “Do not lie.",
    "author": "Epictetus"
  },
  {
    "text": "My advice is really this: what we hear the philosophers saying and what we find in their writings should be applied in our pursuit of the happy life. We should hunt out the helpful pieces of teaching, and the spirited and noble-minded sayings which are capable of immediate practical application—not far-fetched or archaic expressions or extravagant metaphors and figures of speech—and learn them so well that words become works. No one to my mind lets humanity down quite so much as those who study philosophy as if it were a sort of commercial skill and then proceed to live in a quite different manner from the way they tell other people to live.",
    "author": "Seneca"
  },
  {
    "text": "40. The gods either have power or they have not. If they have not, why pray to them? If they have, then instead of praying to be granted or spared such-and-such a thing, why not rather pray to be delivered from dreading it, or lusting for it, or grieving over it? Clearly, if they can help a man at all, they can help him in this way. You will say, perhaps, ‘But all that is something they have put in my own power.’ Then surely it were better to use your power and be a free man, than to hanker like a slave and a beggar for something that is not in your power. Besides, who told you the gods never lend their aid even towards things that do lie in our own power? Begin praying in this way, and you will see. Where another man prays ‘Grant that I may possess this woman,’ let your own prayer be, ‘Grant that I may not lust to possess her.’ Where he prays, ‘Grant me to be rid of such-and-such a one,’ you pray, ‘Take from me my desire to be rid of him.’ Where he begs, ‘Spare me the loss of my precious child,’ beg rather to be delivered from the terror of losing him. In short, give your petitions a turn in this direction, and see what comes.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "For death remembered should be like a mirror,Who tells us life’s but breath, to trust it error.",
    "author": "William Shakespeare"
  },
  {
    "text": "Here is your great soul—the man who has given himself over to Fate; on the other hand, that man is a weakling and a degenerate who struggles and maligns the order of the universe and would rather reform the gods than reform himself.",
    "author": "Seneca"
  },
  {
    "text": "My boyfriends have all been as stoical as queen's guards. They'd been patient, committed, and dispassionate, and I'd had to really debase myself to extract any emotion, either grin or grimace, from them.",
    "author": "Koren Zailckas"
  },
  {
    "text": "Thoroughly convinced of the impossibility of his own suit, a high resolve constrained him not to injure that of another. This is a lover's most stoical virtue, as the lack of it is a lover's most venial sin.",
    "author": "Thomas Hardy"
  },
  {
    "text": "When a dog is tied to a cart, if it wants to follow, it is pulled and follows, making its spontaneous act coincide with necessity. But if the dog does not follow, it will be compelled in any case. So it is with men too: even if they don't want to, they will be compelled to follow what is destined.",
    "author": "Zeno of Citium"
  },
  {
    "text": "Philosophy does not promise to secure anything external for man, otherwise it would be admitting something that lies beyond its proper subject-matter. For as the material of the carpenter is wood, and that of statuary bronze, so the subject-matter of the art of living is each person's own life.",
    "author": "Epictetus"
  },
  {
    "text": "Common man's patience will bring him more happiness than common man's power.",
    "author": "Amit Kalantri"
  },
  {
    "text": "There was a lot of pretense floating around; not just with aunties and all that but with emotions and how people saw you. They had a point. There's a lot to learn from that generation -- the stoic approach. I think it's disgusting how they've been forgotten about in this way. It's the American hippies' fault, they saw an in there, a way of making money out of bad moods. That's all it is most of the time. You can't expect to feel cock-a-hoop every minute of every day. My mam and dad's generation understood this. They were just thankful the bombs had stopped threatening their lives. They just wanted to get on with living.",
    "author": "Mark E. Smith"
  },
  {
    "text": "he saw and recognised the visible and he sought his place in this world. He did not seek reality; his goal was not on any other side. The world was beautiful when looked at in this way - without any seeking, so simple, so childlike. The moon and stars were beautiful, the brook, the shore, the forest and rock, the goat and the golden beetle, the flower and butterfly were beautiful. It was beautiful and pleasant to go through the world like that, so childlike, so awakened, so concerned with the immediate, without any distrust.",
    "author": "Hermann Hesse"
  },
  {
    "text": "Concern should drive us into action and not into a depression. No man is free who cannot control himself.",
    "author": "Pythagoras"
  },
  { "text": "It is impossible to lose everything and still be alive.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "I fail to remember ever having made an effort — no trace of struggle is detectable in my life, I am the opposite of a heroic nature. To “want",
    "author": "Friedrich Nietzsche"
  },
  {
    "text": "Nothing, to my way of thinking, is a better proof of a well ordered mind than a man’s ability to stop just where he is and pass some time in his own company.",
    "author": "Seneca"
  },
  {
    "text": "I've come to the point where I never feel the need to stop and evaluate whether or not I am happy. I'm just 'being', and without question, by default, it works.",
    "author": "Criss Jami"
  },
  { "text": "Maximum remedium est irae mora.", "author": "Seneca" },
  {
    "text": "Submission, when it is submission to the truth — and when the truth is known to be both beautiful and merciful — has nothing in common with fatalism or stoicism as these terms are understood in the Western tradition, because its motivation is different. According to Fakhr ad-Din ar-RazT, one of the great commentators upon the Quran: The worship of the eyes isweeping, the worship of the ears is listening, the worship of the tongue is praise, the worship of the hands is giving, the worship of the body is effort, the worship of the heart is fear and hope, and the worship of the spirit is surrender and satisfaction in Allah.",
    "author": "Fakhr ad-Din ar-Razi, Gai Eaton"
  },
  {
    "text": "All Hellenistic schools seem to define [wisdom] in approximately the same terms: first and foremost, as a state of perfect peace of mind. From this viewpoint, philosophy appears as a remedy for human worries, anguish, and misery brought about, for the Cynics, by social constraints and conventions; for the Epicureans, by the quest for false pleasures; for the Stoics, by the pursuit of pleasure and egoistic self-interest; and for the Skeptics, by false opinions. Whether or not they laid claim to the Socratic heritage, all Hellenistic philosophers agreed with Socrates that human beings are plunged in misery, anguish, and evil because they exist in ignorance. Evil is to be found not within things, but in the value judgments with people bring to bearuponthings. People can therefore be cured of their ills only if they are persuaded to change their value judgments, and in this sense all these philosophies wanted to be therapeutic.",
    "author": "Pierre Hadot"
  },
  {
    "text": "Il ne fait aucun doute pour moi que la sagesse est le but principal de la vie et c'est pourquoi je reviens toujours aux stoïciens. Ils ont atteint la sagesse, on ne peut donc plus les appeler des philosophes au sens propre du terme. De mon point de vue, la sagesse est le terme naturel de la philosophie, sa fin dans les deux sens du mot. Une philosophie finit en sagesse et par là même disparaît.",
    "author": "Emil Cioran"
  },
  { "text": "And why should we feel anger at the world?As if the world would notice.", "author": "Marcus Aurelius" },
  {
    "text": "[A] resistance that dispenses with consolations is always stronger than one which relies on them.",
    "author": "Perry Anderson"
  },
  { "text": "It is quite possible to be a good man without anyone realizing it.", "author": "Marcus Aurelius" },
  { "text": "Don't be overheard complaining ... not even to yourself.", "author": "Marcus Aurelius" },
  {
    "text": "For in this Case, we are not to give Credit to the Many, who say, that none ought to be educated but the Free; but rather to the Philosophers, who say, that the Well-educated alone are free.",
    "author": "Epictetus"
  },
  {
    "text": "To the wise, peace of mind is the result of being fine with how things are; to the foolish, the result of things being fine.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The sun appears to pour itself down, and indeed its light pours in all direction, but the stream does not run out. This pouring is linear extension: that is why its beams are called rays, because they radiate in extended lines. You can see what a ray is if you observe the sun's light entering a dark room through a narrow opening. It extends in a straight line and impacts, so to speak, on any solid body in its path which blocks passage through the air on the other side: it settles there and does not slip off or fall.",
    "author": "Marcus Aurelius"
  },
  { "text": "Forever seeking, forever moving forward. To strive, to struggle.", "author": "Shonjuk Chakma" },
  {
    "text": "It is better to be despised for simplicity than to suffer agonies from everlasting pretense.",
    "author": "Seneca"
  },
  {
    "text": "Sometimes silence is a sign, not of not knowing what to say, but of knowing when to say what you know.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We are good to others only because we think that that is, or will be, good for us.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Man, consider first what the matter is (which you propose to do), then your own nature also, what it is able to bear. If you are a wrestler, look at your shoulders, your thighs, your loins: for different men are naturally formed for different things.",
    "author": "Epictetus"
  },
  {
    "text": "If you are told that such an one speaks ill of you, make no defence against what was said, but answer, He surely knew not my other faults, else he would not have mentioned these only!",
    "author": "Epictetus"
  },
  {
    "text": "Employers pay with their money for what employees have paid for with portions of their lives.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There will come a day when i will be able to resist and control my emotions... And when that day comes, i will know that i truly made it,",
    "author": "Plandertaker"
  },
  {
    "text": "The crossing of a blue bridge which bystanders who cannot distinguish from the blue of the horizon deem invisible.",
    "author": "Ioannis Loukopoulos"
  },
  {
    "text": "me dulcis saturet quies;obscuro positus locoleni perfruar otio,nullis nota Quiritibusaetas per tacitum fluat.sic cum transierint meinullo cum strepitu dies.plebeius moriar senex.illi mors gravis incubatqui, notus nimis omnibus,ignotus moritur sibi.",
    "author": "Seneca"
  },
  {
    "text": "There will come a day when i will be able to resist and control my emotions... And when that day comes, i will know that i truly made it.",
    "author": "Plandertaker"
  },
  {
    "text": "No action in the human context will succeed without reference to the divine, nor vice versa.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "To be like the rock that the waves keep crashing over.It stands unmoved and the raging of the sea falls still around it.It's unfortunate that this has happened.No.It's fortunate that this has happened and I've remained unharmed by it - not shattered by the present or frightened of the future.It could have happened to anyone.But not everyone could have remained unharmed by it.Why treat the one as a misfortune rather than the other as fortunate? Can you really call something a misfortune that doesn't violate human nature? Or do you think something that's not against nature's will can violate it? But you know what its will is.Does what's happened keep you from acting with justice, generosity, self-control, sanity, prudence, honesty, humility, straightforwardness, and all the other qualities that allow a person's nature to fulfil itself? So remember this principle when something threatens to cause you pain: the thing itself was no misfortune at all; to endure it and prevail is great good fortune.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "He is a slave.'' But shall that stand in his way?Show me a man who is not a slave; one is a slave to lust, another to greed, another to ambition, and all men are slaves to fear.",
    "author": "Seneca"
  },
  {
    "text": "The Iliad consists of nothing more than impressions and the use of impressions. An impression prompted Paris to carry off the wife of Menelaus, and an impression prompted Helen to go with him. If an impression, then, had prompted Menelaus to feel that it was a gain to be deprived of such a wife, what would have come about? Not only the Iliad would have been lost, but the Odyssey too!",
    "author": "Epictetus"
  },
  {
    "text": "Time is a river, a violent current of events, glimpsed once and already carried past us, and another one follows and is gone.",
    "author": "Marcus Aurelious"
  },
  {
    "text": "We should remember that even Nature's inadvertence has its own charm, its own attractiveness. Take the baking of bread. The loaf splits open here and there, and those very cracks, in one way a failure of the baker's profession, somehow catch the eye and give particular stimulus to our appetite.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "...That's exactly it, my dear friend,'' the future rector had once told him regarding Existentialism, when he was already doing postgraduate work in psychology to achieve his doctorate, ''for this is nothing but a noögenic neuroses due to which such people end up feeling as if they were lost in space and time.''''That which the Greek Stoics used to call agnoia, isn't it, or the spiritual ignorance of Man,'' the future professor had answered while they were in the university canteen having a coffee together.''Correct. In fact, noögenic neuroses do not emerge from conflicts between drives and instincts but rather from spiritual and existential problems...",
    "author": "Anton Sammut"
  },
  {
    "text": "True happiness is to enjoy the present, without anxious dependence upon the future.",
    "author": "Seneca"
  },
  { "text": "The only way to know what lies ahead is by continuing onward.", "author": "Shonjuk Chakma" },
  { "text": "You can also commit injustice by doing nothing.", "author": "Marcus Aurelius" },
  {
    "text": "Associate with those who will make a better of man. Welcome those whom yourself can improve. Men learn while they teach.",
    "author": "Seneca"
  },
  {
    "text": "We cannot believe in the fundamental goodness of the world until and unless we ourself become that goodness.",
    "author": "Neel Burton"
  },
  {
    "text": "The part of life we really live is small.For all the rest of existence is not life, but merely time.",
    "author": "Seneca"
  },
  {
    "text": "Those who courageously choose to confront extreme hardships perceive their experience differently than others. They have the ability to envision something beyond the difficulties they encounter. Perhaps a glimmer of hope? Or perhaps another form of adversity? The truth is that the only way to know what lies ahead is by continuing onward.",
    "author": "Shonjuk Chakma"
  },
  { "text": "Add nothing of your own from within, and that's an end of it.", "author": "Marcus Aurelius" },
  {
    "text": "Kindness has become so rare that it provokes perplexity about what's sincere and what's deceitful.",
    "author": "Shonjuk Chakma"
  },
  {
    "text": "Having in mind not how bravely I was capable of dying but how far from bravely he was capable of bearing the loss, I commanded myself to live.",
    "author": "Seneca"
  },
  {
    "text": "Thinking of departed friends is to me something sweet and mellow. For when I had them with me it was with the feeling that I was going to lose them, and now that I have lost them I keep the feeling that I have them with me still.",
    "author": "Seneca"
  },
  { "text": "Everywhere means nowhere.", "author": "Seneca" },
  {
    "text": "For when you have subjected to externals what is your own, then be a slave and do not resist, and do not sometimes choose to be a slave, and sometimes not choose, but with all your mind be one or the other.",
    "author": "Epictetus"
  },
  {
    "text": "[I]f you gape after externals, you must of necessity ramble up and down in obedience to the will of your master. And who is the master? He who has the power over the things which you seek to gain or try to avoid.",
    "author": "Epictetus"
  },
  { "text": "The closest we can get to “winning", "author": "Ioannis Loukopoulos" },
  {
    "text": "Be careful to leave your sons well instructed rather than rich, for the hopes of the instructed are better than the wealth of the ignorant.",
    "author": "Maya Bennett "
  },
  {
    "text": "In life our first job is this, to divide and distinguish things into two categories: externals that I cannot control, but the choices I make with regard to them I do control. Where will I find food and bad? In me, in my choices.",
    "author": "Epictetus"
  },
  {
    "text": "Let us too overcome all things, with our reward consisting not in any wreath or garland, not in trumpet-calls for silence for the ceremonial proclamation of our name, but in moral worth, in strength of spirit, in a peace that is won for ever once in any contest fortune has been utterly defeated.",
    "author": "Seneca"
  },
  {
    "text": "[A] man ought to be prepared in a manner for this also, to be able to be sufficient for himself and to be his own companion. [...] [S]o ought we also to be able to talk with ourselves, not to feel the want of others also, not to be unprovided with the means of passing our time; to observe the divine administration and the relation of ourselves to everything else; to consider how we formerly were affected toward things that happen and how at present; what are still the things which give us pain; how these also can be cured and how removed; if any things require improvement, to improve them according to reason.",
    "author": "Epictetus"
  },
  {
    "text": "The most terrifying ghosts that haunt us are the ones of our dead dreams, especially if we were the murderers.",
    "author": "Ioannis Loukopoulos"
  },
  { "text": "How does one go about persuading the rain to stop?", "author": "Ioannis Loukopoulos" },
  { "text": "It is only when you fall that you learn whether you can fly.", "author": "Ioannis Loukopoulos" },
  { "text": "The most beautiful things come from the hardest conditions.", "author": "Ezedi Souvenir" },
  {
    "text": "Take pride in your courage for it leads to difficult situations which, once overcome, leave you more than what you were before. Only in the most extreme of pressures does carbon become diamond",
    "author": "Ioannis Loukopoulos"
  },
  {
    "text": "Do not underestimate the quiet and laid-back individuals because displaying stoicism, at certain times, is a superpower.",
    "author": "Robin S. Baker"
  },
  {
    "text": "Don’t let the force of an impression when it first hits you knock you off your feet; just say to it, “Hold on a moment; let me see who you are and what you represent. Let me put you to the test.",
    "author": "Maya Bennett"
  },
  {
    "text": "Me? I'm a Stoic. Every time my eyes are opened, I am eager to see the world anew.",
    "author": "Ioannis Loukopoulos"
  },
  {
    "text": "Milo's Way- A HaikuStrength sought in small steps,Like Milo's calf on shoulders,Grow with steady will.",
    "author": "Amogh Swamy"
  },
  {
    "text": "Speak the truth and above all claim the things you want, at least to yourself.",
    "author": "Ioannis Loukopoulos"
  },
  {
    "text": "[...] Say good-bye at last to those deceptive prizes more precious to those who hope for them than to those who have won them.",
    "author": "Seneca"
  },
  {
    "text": "It is not that we have a short time to live, but that we waist a lot of it. Life is long enough, and a sufficient generous amount has been given to us for the highest achievements if it were all well invested. But when it is wasted in heedless luxury and spent on no good activity, we are forced at last by death's final constraint to realize that it has passed away before we know it was passing",
    "author": "Seneca"
  },
  { "text": "Do not trust her seeming calm; in a moment the sea is moved to its depths.", "author": "Seneca" },
  {
    "text": "So - to the best of your ability - demonstrate your own guilt, conduct inquiries of your own into all the evidence against yourself. Play the part first of prosecutor, then of judge, and finally of pleader in mitigation. Be harsh with yourself at times.",
    "author": "Seneca"
  },
  {
    "text": "You are scared of dying - and, tell me, is the kind of life you lead really any different from being dead?",
    "author": "Seneca"
  },
  {
    "text": "I am acting on behalf of later generations. I am writing down a few things that may be of use to them.",
    "author": "Seneca"
  },
  {
    "text": "As for us, we face things that are not nearly as intimidating, and then we promptly decide we're screwed.This is how obstacles become obstacles.In other words, through our perception of events, we are complicit in the creation-as well as the destruction-of every one of our obstacles.There is no good or bad without us, there is only perception. There is the event itself and the story we tell ourselves about what it means.",
    "author": "Ryan Holiday"
  },
  {
    "text": "Every hour of the day, countless situations arise that call for advice, and for that advice we have to look to philosophy.",
    "author": "Seneca"
  },
  {
    "text": "It's only when you're breathing your last that the way you've spent your time will become apparent, \"I accept the terms, and feel no dread of the coming judgment.",
    "author": "Seneca"
  },
  { "text": "Every life without exception is a short one.", "author": "Seneca" },
  {
    "text": "You never know what will be the consequence of misfortune; or, you never know what will be the consequences of good fortune",
    "author": "Allan Watts"
  },
  {
    "text": "People look for retreats for themselves, in the country, by the coast, or in the hills. There is nowhere that a person can find a more peaceful and trouble-free retreat than in his mind. So constantly give yourself this retreat, and renew yourself.",
    "author": "Maya Bennett "
  },
  {
    "text": "The best way to have people laugh with you and not at you, is to get ahead of them and laugh at yourself first.",
    "author": "Nate Hamon"
  },
  {
    "text": "Don’t take things too personally. Critique, failures, unwarranted advice - take it to mind, not to heart.What you hear out of the mouths of others are opinions and perspectives. It’s often worth listening to opinions and perspectives, but it’s not a requisite that you take them on board.",
    "author": "Nate Hamon"
  },
  { "text": "Success is not a stamp of approval given by others.", "author": "Nate Hamon" },
  {
    "text": "Do you consider yourself a nobody? What weight does that label even have? It’s a silly label. As silly as the label 'somebody'. Silly and non-adhesive.First off, to be thought of as a nobody someone has to be thinking of you in the first place.Second, being a so-called 'nobody' doesn’t make you irrelevant. We are all relevant to somebody else but unfortunately, we can lose sight of our most germane and important relationships when we chase the approval of people we don’t even know.",
    "author": "Nate Hamon"
  },
  {
    "text": "Reflect that nothing merits admiration except the spirit, the impressiveness of which prevents it from being impressed by anything.",
    "author": "Seneca"
  },
  {
    "text": "We need to set our affections on some good man and keep him constantly before our eyes, so that we may live as if he were watching us and do everything as if he saw what we were doing.",
    "author": "Seneca"
  },
  { "text": "The ability to do without a kingdom is a kingdom.", "author": "Seneca" },
  {
    "text": "Consider above all else whether you've advanced in philosophy or just in actual years.",
    "author": "Seneca"
  },
  {
    "text": "If it should ever happen to you to be turned to externals in order to please some person, you must know that you have lost your purpose in life.",
    "author": "Epictetus"
  },
  {
    "text": "Life is a series of problems we must navigate with grace - one problem solved, another arises, again and again until we die.",
    "author": "Pamela Anderson, Love, Pamela"
  },
  {
    "text": "Even as the Sun doth not wait for prayers and incantations to rise, but shines forth and is welcomed by all: so thou also wait not for clapping of hands and shouts and praise to do thy duty; nay, do good of thine own accord, and thou wilt be loved like the Sun.",
    "author": "Epictetus"
  },
  {
    "text": "Draconus staggered up. 'Pearl, my friend, I have come to say goodbye. And to tell you I am sorry.''What saddens you?' the demon asked.'I am sorry, Pearl, for all of this. For Dragnipur. For the horror forged by my own hands. It was fitting, was it not, that the weapon claimed its maker? I think, yes, it was. It was.' He paused, and then brought both hands up to his face. For a moment it seemed he would begin clawing his beard from the skin beneath it. Instead, the shackled hands fell away, down, dragged by the weight of the chains.'I too am sorry,' said Pearl. 'To see the end of this.''What?''So many enemies, all here and not one by choice. Enemies, and yet working together for so long. It was a wonderous thing, was it not, Draconus? When necessity forced each hand to clasp, to work as one. A wonderous thing.'The warrior stared at the demon. He seemed unable to speak.",
    "author": "Steven Erikson"
  },
  { "text": "Amor Fati", "author": "Epictetus" },
  {
    "text": "Will you never come to a realisation of who you are, what you have been born for and the purpose for which the gift of vision was made in our case?",
    "author": "Epictetus"
  },
  {
    "text": "There was an iron simplicty in the seer. He was like a monolith of logic standing against waves of angry nonsense.",
    "author": "John Steinbeck"
  },
  {
    "text": "As for us, we face things that are not nearly as intimidating, and then we promptly decide we're screwed.This is how obstacles become obstacles.In other words, through our perception of events, we are complicit in the creation-as well as the destruction-of every one of our obstacles.There is no good or bad without us, there is only perception. There is the event itself and the story we tell ourselves about what it means. - Book: \"The Obstacle is the Way",
    "author": "Ryan Holiday"
  },
  {
    "text": "Everything that we see is changing and will soon be gone, and we should bear in mind how many things have already changed over time, like the waters of streams flowing ceaselessly past—an idea that we can call the contemplation of impermanence.",
    "author": "Donald Robertson"
  },
  {
    "text": "You will only get one shot at today. You have only twenty-four hours with which to take it. And then it is gone and lost forever. Will you fully inhbit all of today? Will you call out, \"I've got this,\" and do your very best to be your very best? What will you manage to make of today before it slips from you fingers and becomes the past? When someone asks you what you did yesterday, do you really want the answer to be \"nothing\"?",
    "author": "Ryan Holiday"
  },
  { "text": "Ill Fortune is of more use to men than Good Fortune.", "author": "Boethius" },
  { "text": "Like an attachment to a sparrow: we glimpse it and it’s gone.", "author": "Marcus Aurelius" },
  {
    "text": "It is inevitable that life will be not just very short but very miserable for those who acquire by great toil what they must keep by greater toil. They achieve what they want laboriously; they possess what they have achieved anxiously; and meanwhile they take no account of time that will never more return. New preoccupations take the place of the old, hope excites more hope and ambition more ambition. They do not look for an end to their misery, but simply change the reason for it.",
    "author": "Seneca"
  },
  {
    "text": "Well, when do we act like sheep: when we act for the sake of the belly, or of our sex-organs, or at random, or in a filthy fashion, or without due consideration, to what level have we degenerated?To the level of sheep.",
    "author": "Epictetus"
  },
  {
    "text": "Show me one who is sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy. Show him me. By the gods I would fain see a Stoic. Nay you cannot show me a finished Stoic; then show me one in the moulding, one who has set his feet on the path",
    "author": "Epictetus"
  },
  {
    "text": "In a little while you too will close your eyes, and soon there will be others mourning the man who buries you.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Though you should be going to live three thousand years, and as many times ten thousand years, still remember that no man loses any other life than this which he now lives, nor lives any other than this which he now loses. The longest and shortest are thus brought to the same.For the present is the same to all, though that which perishes is not the same; and so that which is lost appears to be a mere moment. For a man cannot lose either the past or the future, for what a man has not, how can any one take this from him?",
    "author": "Marcus Aurelius"
  },
  { "text": "To act wise isn’t to act wisely.", "author": "Mokokoma Mokhonoana" },
  { "text": "A cup with a broken handle can still handle its task.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Most people would rather have their remarks be misunderstood than be disagreed with.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Where is the harm or surprise in the ignorant behaving as the ignorant do?",
    "author": "Marcus Aurelius"
  },
  {
    "text": "What right hast thou to talk of ill of Fortune whilst keeping all Fortune's better gifts?",
    "author": "Boethius"
  },
  { "text": "Nature is content with few things, and with a very little of these.", "author": "Boethius" },
  {
    "text": "At any moment we may be toppled from our perch and made to do with less—less money, less recognition, less access, less resources. Even the “less-es",
    "author": "Ryan Holiday"
  },
  {
    "text": "Cecilia, the youngest, only thirteen, had gone first, slitting her wrists like a Stoic while taking a bath, and when they found her, afloat in her pink pool, with the yellow eyes of someone possessed and her small body giving off the odor of a mature woman, the paramedics had been so frightened by her tranquillity that they had stood mesmerized.",
    "author": "Jeffrey Eugenides, The Virgin Suicides"
  },
  {
    "text": "Precision of thought comes from a tranquil mindset. A presenter can have a competitive edge if they are unmoved by the jabs and provocations that are directed at them",
    "author": "Josh King Madrid"
  },
  {
    "text": "Man, if you are anything, both walk alone and talk to yourself, and do not hide yourself in the chorus. Examine a little at last, look around, stir yourself up, that you may know who you are.",
    "author": "Epictetus"
  },
  {
    "text": "A guide, on finding a man who has lost his way, brings him back to the right path - he does not mock and jeer at him and then take himself off. You also must show the unlearned man the truth, and you will see that he will follow. But so long as you do not show it to him, you should not mock, but rather feel your own incapacity.",
    "author": "Epictetus"
  },
  {
    "text": "It was the first and most striking characteristic of Socrates never to become heated in discourse, never to utter an injurious or insulting word - on the contrary, he persistently bore insult from others and thus put an end to the fray.",
    "author": "Epictetus"
  },
  { "text": "Small talk is one of the most common symptoms of small-mindedness.", "author": "Mokokoma Mokhonoana" },
  { "text": "Mindfulness is the only doorway to the unhurried life.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A better attitude towards life is better than a better life, and leads to a better life.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "I encouraged them to bear up against all evils, and if we must perish, to die in our own cause, and not weakly distrust the providence of the Almighty, by giving ourselves up to despair. I reasoned with them, and told them that we would not die sooner by keeping up our hopes; that the dreadful sacrifices and privations we endured were to preserve us from death, and were not to be put in competition with the price which we set upon our lives, and their value to our families: it was, besides, unmanly to repine at what neither admitted of alleviation nor cure; and withal, that it was our solemn duty to recognise in our calamities an overruling divinity, by whose mercy we might be suddenly snatched from peril, and to rely upon him alone, ‘Who tempers the wind to the shorn lamb?",
    "author": "Owen Chase"
  },
  { "text": "Remember you will die but do brave deeds and endure", "author": "J.R. Potts" },
  {
    "text": "... we find a complete contradiction in our wishing to live without suffering, a contradiction that is therefore implied by the frequently used phrase “blessed life.",
    "author": "Arthur Schopenhauer"
  },
  {
    "text": "At the heart of stoicism lay the desire to disappoint oneself before someone else had the chance to do so. Stoic­ism was a crude defense against the dangers of the affections of others, dangers that would take more endurance than a life in the desert to be able to face.",
    "author": "Alain de Botton"
  },
  {
    "text": "A man asked me to write to Rome on his behalf who, as most people thought, had met with misfortune; for having been before wealthy and distinguished, he had afterwards lost all and was living here. So I wrote about him in a humble style. He however on reading the letter returned it to me, with the words: \"I asked for your help, not for your pity. No evil has happened unto me.",
    "author": "Epictetus"
  },
  {
    "text": "True instruction is this:--to learn to wish that each thing should come to pass as it does. And how does it come to pass? As the Disposer has disposed it. Now He has disposed that there should be summer and winter, and plenty and dearth, and vice and virtue, and all such opposites, for the harmony of the whole.",
    "author": "Epictetus"
  },
  {
    "text": "Which of us does not admire what Lycurgus the Spartan did? A young citizen had put out his eye, and been handed over to him by the people to be punished at his own discretion. Lycurgus abstained from all vengeance, but on the contrary instructed and made a good man of him. Producing him in public in the theatre, he said to the astonished Spartans: \"I received this young man at your hands full of violence and wanton insolence; I restore him to you in his right mind and fit to serve his country.",
    "author": "Epictetus"
  },
  {
    "text": "If what charms you is nothing but abstract principles, sit down and turn them over quietly in your mind: but never dub yourself a Philosopher, nor suffer others to call you so. Say rather: He is in error; for my desires, my impulses are unaltered. I give in my adhesion to what I did before; nor has my mode of dealing with the things of sense undergone any change.",
    "author": "Epictetus"
  },
  { "text": "Most adult geniuses are more playful than most children.", "author": "Mokokoma Mokhonoana" },
  { "text": "Fools act wise, not wisely.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Most of us would eventually lose count if we were to literally count our blessings.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Most people usually talk faster than they think.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Press on and make all your actions and words cohere and fit with one another, all struck from the same mold.",
    "author": "Seneca"
  },
  {
    "text": "If ever you want to find out whether anything has been achieved, observe whether your intentions are the same today as they were yesterday. A change of intention shows that the mind is at sea, drifting here and there as carried by the wind.",
    "author": "Seneca"
  },
  {
    "text": "Things we wouldn't be willing to pay for if it meant giving up our house for them, or some pleasant or productive estate, we are quite ready to obtain at the cost of anxiety, of danger, of losing our freedom, our decency, our time.",
    "author": "Seneca"
  },
  {
    "text": "Count yourself fortunate when you are able to live in a manner open to the public—when walls are there for shelter, not for concealment. For as a rule we think we have walls around us not to protect us but to afford greater privacy to our misdeeds.",
    "author": "Seneca"
  },
  {
    "text": "Flattery looks very much like friendship, indeed not only resembles it but actually wins out against it. A person drinks it in with eager ears and takes it deeply to heart, delighted by the very qualities that make it dangerous.",
    "author": "Seneca"
  },
  {
    "text": "A charming enemy comes to me as a friend; faults creep in calling themselves virtues; temerity cloaks itself with the name of courage; cowardice gets called moderation; and timidity passes itself off as caution.",
    "author": "Seneca"
  },
  {
    "text": "Many millions of people secretly feel caged by employment, marriage, and/or parenthood.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The good and the bad occur at all times and will keep happening. We can become lost if we go with the hype of ‘good and bad’ every time.",
    "author": "Tiisetso Maloma"
  },
  {
    "text": "The first sign of a settled mind is that it can stay in one place and spend time with itself.",
    "author": "Seneca"
  },
  {
    "text": "Well begun is half done. This is something that depends on the mind; so when one is willing to become good, goodness is in large part achieved.",
    "author": "Seneca"
  },
  {
    "text": "Prosperity is a restless thing; it drives itself to distraction. It addles the brain, and not always in the same way, for it goads people in different directions—some toward power, others toward self-indulgence. Some are puffed up by it, others unmanned and made entirely feeble.",
    "author": "Seneca"
  },
  {
    "text": "Even a poisonous snake is safe to handle in cold weather, when it is sluggish. Its venom is still there, but inactive. In the same way, there are many people whose cruelty, ambition, or self-indulgence fails to match the most outrageous cases only by the grace of fortune.",
    "author": "Seneca"
  },
  {
    "text": "Philosophy neither rejects anyone nor chooses anyone; it shines for all.",
    "author": "Seneca"
  },
  {
    "text": "Even if you had a lot of life left to live, you would need to parcel out your time sparingly so as to have enough for necessities. As it is, with time in such short supply, what madness it is to learn things that are superfluous.",
    "author": "Seneca"
  },
  {
    "text": "Paying someone to do something on our behalf is the closest we can get to buying time.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "An apology is usually a disguised request for a key to the cage of guilt or regret.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Praying deceives us into thinking that we are doing something about what we are praying for.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We are not the firstWho with best meaning have incurred the worst.For thee, oppressèd king, I am cast down.Myself could else outfrown false Fortune’s frown.",
    "author": "William Shakespeare"
  },
  {
    "text": "Difficulty is the foundation of growth, which is the foundation of greatness.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Hatred is as powerful an intoxicant as love.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Fools are often unable to do what needs to be done, because they were doing, or are doing, what need not be done at that time … or at all.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Every goal or desire is a seed of an excuse to be unhappy.", "author": "Mokokoma Mokhonoana" },
  { "text": "The present moment is the entirety of reality.", "author": "Mokokoma Mokhonoana" },
  { "text": "The passage of time is as real as the movement of an animated object.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Life is not more kind, or less cruel, towards those who take it seriously.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We always put ourselves first: the fulfilment of our desire sometimes comes last.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "If one accomplishes some good though with toil, the toil passes, but the good remains; if one does something dishonourable with pleasure, the pleasure passes, but the dishonour remains.",
    "author": "Musonius Rufus"
  },
  { "text": "We suffer more in imagination than in reality.", "author": "Seneca" },
  {
    "text": "Most adults make adulthood seem like a disease that is caused by a deficiency of playfulness.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We are often blind to the fact that our situation is not as bad as we think, until it gets worse.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Don’t seek for everything to happen as you wish it would, but rather wish that everything happens as it actually will — then your life will flow well.",
    "author": "Epictetus"
  },
  {
    "text": "You could leave life right now. Let that determine what you do and say and think.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "It isn't manly to be enraged. Rather gentleness and civility are more human, therefrom more manly.",
    "author": "Marcus Aurelius"
  },
  { "text": "The more we value things outside our control, the less control we have.", "author": "Seneca" },
  {
    "text": "Capitalism is disgusted by those whose happiness is not a result of buying … or selling.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Unlearning makes learning at least three times longer than necessary.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Some children’s lives begin before the end of their parents’ childhood.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Conformity eats away individuality.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Most people celebrate the continuity of their existence so passionately that you would swear they chose to exist.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Our rationality is a visitor.", "author": "Mokokoma Mokhonoana" },
  { "text": "We cannot really save time. We can merely avoid wasting it.", "author": "Mokokoma Mokhonoana" },
  { "text": "We are hurried, not by what is happening, but by what we are desiring.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Eternal Spirit of the chainless Mind!Brightest in dungeons, Liberty! thou art,For there thy habitation is the heart—",
    "author": "Lord Byron"
  },
  {
    "text": "Avoid talking often and excessively about your accomplishments and dangers, for however much you enjoy recounting your dangers, it's not so pleasant for others to hear about your affairs.",
    "author": "Epictetus"
  },
  {
    "text": "Whatever you're going through, there is wisdom from the stoics that can help. In fact, in many cases, they have addressed it explicitly in terms that feel shockingly modern.",
    "author": "Ryan Holiday"
  },
  {
    "text": "The goodness inside you is like a small flame, and you are its keeper. It’s your job, today and every day, to make sure that it has enough fuel, that it doesn’t get obstructed or snuffed out.Every person has their own version of the flame and is responsible for it, just as you are. If they all fail, the world will be much darker—that is something you don’t control. But so long as your flame flickers, there will be some light in the world.",
    "author": "Ryan Holiday"
  },
  { "text": "It is doubly foolish to underuse what you have overpaid for.", "author": "Mokokoma Mokhonoana" },
  { "text": "Most people frequently waste their life, mostly in front of a screen.", "author": "Mokokoma Mokhonoana" },
  { "text": "It is sometimes foolish to assume that someone is wise, or vice versa.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Just as chickens wake up and scream, being reborn is the polar opposite. You are blinded by bliss and numb to such pain.",
    "author": "Jordan Binless"
  },
  {
    "text": "Just as roosters scream in the morning, being reborn is the polar opposite. You are blinded by bliss and numb to such pains.",
    "author": "Jordan Binless"
  },
  { "text": "Better to trip with the feet than with the tongue.", "author": "Zeno of Citium" },
  { "text": "We are food even before we are dead.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Some sentences take seconds to read, but take minutes, hours, days, weeks, months, or even years to understand.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We are all talented at coming up with plausible excuses.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Being in a hurry gives us the illusion of doubling the length of every second.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "That kindness is invincible, provided it's sincere- not ironic or an act. What can even the most vicious person do if you keep treating him with kindness and gently set him straight",
    "author": "Marcus Aurelius"
  },
  {
    "text": "When you start to lose your temper, remember: There's nothing manly about rage. It's courtesy and kindness that define a human being- and a man. That's who possesses strength and nerves and guts, not the angry whiners.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Ideally, a Stoic will be oblivious to the services he does for others, as oblivious as a grapevine is when it yields a cluster of grapes to a vintner. He will not pause to boast about the service he has performed but will move on to perform his next service, the way the grape vine moves on to bear more grapes.",
    "author": "William B. Irvine"
  },
  {
    "text": "We cannot but obey the powers above us.Could I rage and roar as doth the seaShe lies in, yet the end must be as ’tis.",
    "author": "William Shakespeare"
  },
  {
    "text": "When that which we are enjoying is a true good, we feel joy; when it is not, we feel, at best, pleasure.",
    "author": "Neel Burton"
  },
  { "text": "We get addicted, not to the substance, but to the effect.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see.",
    "author": "Marcus Aurelius"
  },
  { "text": "It was for the best. So Nature had no choice but to do it.", "author": "Marcus Aurelius" },
  {
    "text": "Does anything genuinely beautiful need supplementing? No more than justice does- or truth, or kindness, or humility. Are any of those improved by being praised? Or damaged by contempt? Is an emerald suddenly flawed if no one admires it?",
    "author": "Marcus Aurelius"
  },
  {
    "text": "So there are two reasons to embrace what happens. One is that it's happening to you. It was prescribed for you, and it pertains to you. The thread was spun long ago, by the oldest cause of all.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "But true good fortune is what you make for yourself. Good fortune: good character, good intentions, and good actions.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Today I escaped from anxiety. Or no, I discarded it, because it was within me, in my own perceptions- not outside.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "When faced with people's bad behavior, turn around and ask when you have acted like that. When you saw money as a good, or pleasure, or social position. Your anger will subside as soon as you recognize that they acted under compulsion (what else could they do?)",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Intelligent people question everything. Stupid people answer every question.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Most people want more than they have without having made the most of what they have.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It is a humbling practice to make a mental note whenever your assumption turns out to be wrong.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We live life passively whenever we are not practicing mindfulness.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Άριστος τρόπος τοῦ ἀμύνεσθαι τὸ μὴ ἐξομοιοῦσθαι",
    "author": "Marcus Aurelius"
  },
  {
    "text": "If being better is the surest way of feeling better, it must be better than feeling better.",
    "author": "Neel Burton"
  },
  {
    "text": "Mental suffering is an inferno started, and kept burning, by thinking; and its smoke sometimes leaves one crying.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We played the main role in the doing of some things we didn’t do, by saying they couldn’t or wouldn’t be done.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Every life is a different path to death.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Nature has given to men one tongue, but two ears, that we may hear from others twice as much as we speak.",
    "author": "Epictetus"
  },
  { "text": "We almost never teach or learn when arguing.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "He who has more money or possessions than you is not necessarily happier than you, happy more often than you, or happy like you.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Most people would rather believe something that is not true about something than accept the fact that they do not understand a thing about that thing.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "That we can change the shadow of an object without changing the object (by changing the position of the source of light) reminds us that we can change how we feel about a situation or person by changing only how we look at it or them.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "What is heard is pushed, but what is read is pulled, into the mind.", "author": "Mokokoma Mokhonoana" },
  { "text": "Life cannot, not even for a millisecond, remain exactly how it is.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "For making a good voyage a pilot and wind are necessary: and for happiness, reason and art.",
    "author": "Epictetus"
  },
  {
    "text": "The best kind of pleasure comes from the indifference to pain … and pleasure.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Sometimes the only thing you can do is accept the fact that there is nothing you can do.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We do not need to lose people or things to appreciate them.", "author": "Mokokoma Mokhonoana" },
  { "text": "We do things for others for ourselves.", "author": "Mokokoma Mokhonoana" },
  { "text": "It is foolish to expect a fool to act wisely.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "What is happening is life’s way of telling us what should be happening.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Gluttony is nothing other than lack of self-control with respect to food, and human beings prefer food that is pleasant to food that is nutritious.",
    "author": "Musonius Rufus"
  },
  { "text": "Learning how to live would take most people at least three lifetimes.", "author": "Mokokoma Mokhonoana" },
  { "text": "Our efforts do not owe us our desired outcomes.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Funerals greatly exaggerate the pleasantness of being alive, while they prevent us from thinking about the advantages of being dead.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Freedom of speech does not come with opinions worth listening to.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is joyful to see someone who is hopeful in a situation that is hopeless.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We would rarely waste time if our existence were earned.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It takes a great degree of tolerance, and that of humility, to strongly disagree with someone, and not express your disagreement.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Marcus wept when he was told that his favorite tutor had passed away. We know that he cried one day in court, when he was overseeing a case and the attorney mentioned the countless souls who perished in the plague still ravaging Rome.We can imagine Marcus cried many other times. This was a man who was betrayed by one of his most trusted generals. This was a man who one day lost his wife of thirty-five years. This was a man who lost eight children, including all but one of his sons. Marcus didn’t weep because he was weak. He didn’t weep because he was un-Stoic. He cried because he was human. Because these very painful experiences made him sad. “Neither philosophy nor empire,",
    "author": "Ryan Holiday"
  },
  { "text": "You cannot love what you have become, yet hate what you have overcome.", "author": "Mokokoma Mokhonoana" },
  { "text": "Some real kings are drama queens.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It takes the whole of life to learn how to live... it takes the whole of life to learn how to die.",
    "author": "Lucius Seneca"
  },
  {
    "text": "He never exhibited rudeness, lost control of himself, or turned violent. No one ever saw him sweat. Everything was to be approached logically and with due consideration, in a calm and orderly fashion but decisively, and with no loose ends.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The world is maintained by change- in the elements and in the things they compose. That should be enough for you; treat it as an axiom.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "There is a limit to the time assigned to you, and if you don't use it to free yourself it will be gone and will never return.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "What is divine deserves our respect because it is good; what is human deserves our affection because it is like us. And our pity too, sometimes, for its inability to tell good from bad- as terrible a blindness as the kind that can't tell white from black.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Don't waste the rest of your time here worrying about other people- unless it affects the common good. It will keep you from doing anything useful.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "No parent should outlive their children. To lose eight of them? So young? It staggers the mind. “Unfair",
    "author": "Ryan Holiday"
  },
  { "text": "Hating our opponent benefits us. Underestimating them benefits them.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "We each unwittingly contribute, each and every day, to the preventions and to the causes of millions of accidents.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We must say nothing, when we have nothing to say.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A wise answer is even more pleasing when it is a response to a foolish question.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Not everything that could have been done should have been done.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Saving money, when buying an unnecessary thing, leads to wasting time, when using the thing.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It is not that we have so little time but that we lose so much… The life we receive is not short but we make it so",
    "author": "Seneca"
  },
  {
    "text": "Show by a cheerful look that you don't need the help or comfort of others. Standing up - not propped up.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "People seek retreats for themselves in the countryside by the seashore, in the hills, and you too have made it your habit to long for that above all else. But this is altogether unphilosophical, when it is possible for you to retreat into yourself whenever you please; for nowhere can one retreat into greater peace or freedom from care than within one’s own soul, especially when a person has such things within him that he merely has to look at them to recover from that moment perfect ease of mind (and by ease of mind I mean nothing other than having one’s mind in good order). So constantly grant yourself this retreat and so renew yourself; but keep within you concise and basic precepts that will be enough, at first encounter, to cleanse you from all distress and to send you back without discontent to the life to which you will return.",
    "author": "Marcus Aurelius"
  },
  { "text": "Life is the struggle of delaying death.", "author": "Mokokoma Mokhonoana" },
  { "text": "Hunger is by far the best spice.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Be like a headland: the Waves beat against it continuously, but it stands fast and around it the boiling water dies down.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "We gain the highest degree of freedom when we lose the desire to live, and gain the second highest degree when we lose the desire to live as long as we possibly can.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "If you care about yourself at all, come to your own aid while there’s still time.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Our education system would be betraying its master, capitalism, if it taught us to be content with what we have. Or if it told us about the fruits of practicing minimalism.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "A family member is initially loved out of expectation … and is eventually loved out of habit.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "You cannot really not care about what others think about you, yet care about whether or not they know that you do not care about what they think about you.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some fools have children. Some have children who have children. And some have children who have children who have children.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "No one is too old to live another day, or too young to die today.", "author": "Mokokoma Mokhonoana" },
  { "text": "Only those who are stupid mind coming across as stupid.", "author": "Mokokoma Mokhonoana" },
  { "text": "Pleasure and pain are often each other’s seed.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "To make life very pleasurable, expect nothing. To make it even more pleasurable than that, expect nothing … but the worst.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Sometimes we want not freedom of choice, but freedom from choice.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A millionaire who is a minimalist feels and is a trillion times richer than billionaires who are not minimalists.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Complaining about a person is way less annoying when we complain to that person.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Some solutions are seeds of some problems.", "author": "Mokokoma Mokhonoana" },
  { "text": "You can be too old to live, but not too young to die.", "author": "Mokokoma Mokhonoana" },
  { "text": "Happiness is sweet; its pursuit, bitter.", "author": "Mokokoma Mokhonoana" },
  { "text": "We cannot be too young to die.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Unless you are spiritually awakened, being happy requires you to ignore or forget other people’s suffering.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Show by a cheerful look that you don't need the help or comfort of others. Standing up - not propped up.",
    "author": "Marcus Aruelius"
  },
  { "text": "Stoicism is a mild form of pessimism … sprinkled with optimism.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "One of the main goals and effects of stoicism is to stop an adult from being a crybaby.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We all too often invite a lie by asking someone how he or she is doing.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is no correlation between how many people or things, how much money, or how many problems you have … and how grateful, happy, or peaceful you can be.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "To complain about life is to complain about being alive.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The stoics divided philosophy into three branches: logic, physics, and ethics. Logic covered not only the rules of correct argumentation, but also grammar, linguistics, rhetorical theory, epistemology, and all the tools that might be needed to discover the truth of any matter. Physics was concerned with the nature of the world and the laws that govern it, and so included ontology and theology as well as what we would recognize as physics, astronomy, and cosmology. Ethics was concerned with how to achieve happiness, or how to live a fulfilled and flourishing life as a human being. A stoic sage was supposed to be fully expert in all three aspects.",
    "author": "Robin Waterfield"
  },
  { "text": "Whenever an animal is overworking, a human is to blame.", "author": "Mokokoma Mokhonoana" },
  { "text": "Time and money are almost always saved to be wasted.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Appreciating what you have is the best cure for wanting what you have not.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Disappointment is an unwanted—but invited—guest.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A child is one of the most common results of the lack or loss of self-control.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "It is foolish to waste time in order to save money.", "author": "Mokokoma Mokhonoana" },
  { "text": "Take it to mind, not to heart.", "author": "Nate Hamon" },
  { "text": "A book can be read to you, not for you.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Whoever then has knowledge of good things, would know how to love them; but how could one who cannot distinguish good things from evil and things indifferent from both have power to love?",
    "author": "Epictetus"
  },
  { "text": "We are born old enough to die.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The mind, unconquered by violent passions, is a citadel, for a man has no fortress more impregnable in which to find refuge and remain safe forever.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "There is no correlation between the degree to which you are confident that you are right and the chances of you not being wrong.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Our caring about what others think about us is one of the pillars of the economy.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "What does it mean to be getting an education? It means learning to apply natural preconceptions to particular cases as nature prescribes, and distinguishing what is in our power from what is not.",
    "author": "Epictetus"
  },
  {
    "text": "It usually takes maturity in a child, and immaturity in an adult, not to be on speaking terms with someone.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The triviality of a question does not make a profound answer an impossibility.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "You can wear an expensive watch and still be late.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Having to make a difficult or important decision is sometimes more agonizing than not having a choice.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Wishing is usually an indirect way of feeling sorry for yourself.", "author": "Mokokoma Mokhonoana" },
  { "text": "Failing can ultimately be way more rewarding than succeeding.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Developing the extremely rare attitude of not minding how life is happening is a billion times better than prolonging your life, even if by a trillion years.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is a switch in the air tonight. It’s not suffocating, like breakups all those years ago, but clean and clear. He does not want me anymore so I tilt my head, take a breath and say, “Okay. I understand.",
    "author": "Charlotte Eriksson"
  },
  {
    "text": "Some people would be ashamed of driving the cars, or living in the houses, some people are showing off.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We often mistake assuming or hoping for knowing.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "No, it is events that give rise to fear -- when another has the power over them or can prevent them, that person becomes able to inspire fear. How is the fortress destroyed? Not by iron or fire, but by judgments... here is where we must begin, and it is from this front that we must seize the fortress and throw out tyrants.",
    "author": "Epictetus"
  },
  {
    "text": "You have two essential tasks in life: to be a good person and to pursue the occupation that you love. Everything else is a waste of energy and a squandering of your potential.",
    "author": "Ryan Holiday"
  },
  {
    "text": "We all die having lived a full life, even those who die while they are being born.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Anxiety is the shadow of what we do not want to lose.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Being spiritually asleep has deceived the vast majority of people into thinking that poverty is a poor person’s main problem in life. To those who are spiritually awake, poverty is not even a problem.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "To plan is to hope … without feeling passive.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Being grateful for the shade of a tree is not nearly as honourable as planting a tree.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "It takes selfishness to stop someone from killing themself.", "author": "Mokokoma Mokhonoana" },
  { "text": "Death is freedom from life.", "author": "Mokokoma Mokhonoana" },
  { "text": "Not complaining is sometimes a show off of tolerance or patience.", "author": "Mokokoma Mokhonoana" },
  { "text": "The ability to utter wise words is not exclusive to the wise.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Pleasure is often felt through the tongue or genitals as an attempt to distract oneself from the pain one is feeling through the heart.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "To chase pleasure is to be chased by pain.", "author": "Mokokoma Mokhonoana" },
  { "text": "To live is to owe life to die.", "author": "Mokokoma Mokhonoana" },
  { "text": "A thing named, misnamed, unnamed, or renamed is still itself.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "To give something or someone your attention is to give it or them a portion of your life.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Life sometimes shows kindheartedness by not handing us the success or fame we want, until we have matured enough to be able to handle it.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Being patient with a fool requires one not to be one.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Unhappiness and the like often inspire us to perform random acts of unkindness.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "A truth is not any less truthful, when it is said by someone who did not discover, or does not understand, it.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Slavery often masquerades as freedom.", "author": "Mokokoma Mokhonoana" },
  { "text": "The person you are mad at for being late could be late.", "author": "Mokokoma Mokhonoana" },
  { "text": "We prefer ourselves into unhappiness.", "author": "Mokokoma Mokhonoana" },
  { "text": "Arrogance gives confidence … a bad name.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The vast majority of people are each a puppet that is forever pulled in this or that direction, or pushed into this or that action, by things such as public opinion and an emotion.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is usually at least one person praying for a situation, or an outcome, that is the exact opposite of the one someone or some people are praying for.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Living is the outside of dying.", "author": "Mokokoma Mokhonoana" },
  { "text": "A long life is a curse if you have a short temper.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "You have not yet reaped the sweetest fruits of meditation, if you still do not meditate only to meditate.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "You can look unhappy but feel the opposite. Or vice versa.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is humanly impossible to be unhappy while you are dancing or laughing willingly.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some of the things we are trying to pray away were caused by some of our answered prayers.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Alcohol is the worst thing to mix with anger.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Getting something or someone we want is often a guaranteed way to eventually stop us from wanting it, him, or her.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Sex for pleasure is chewing gum for genitals.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Asia and Europe are corners in the Universe; every sea, a drop in the Universe; Mount Athos, a clod of earth in the Universe; every instant of time, a pin-prick of eternity. All things are petty, easily changed, vanishing away. All things come from that other world, starting from that common governing principle, or else are secondary consequences of it.",
    "author": "Marcus Aurelius"
  },
  { "text": "Soon you will be dead and none of it will matter", "author": "Marcus Aurelius" },
  { "text": "It is a curse to be childish, but a blessing to be childlike.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "If you haven’t learned somethingFrom periods of suffering,If you haven’t wrung the juicesOf your own pain and drank themFor your own nourishment,You have wasted your experienceAnd missed the chanceTo expand the capacityFor being stronger the next timeThat these seasons arrive at your door.",
    "author": "Eric Overby"
  },
  {
    "text": "You owe it to yourself and to the world to actively engage with the brief moment you have with this planet. You cannot retreat exclusively into ideas. You must contribute.",
    "author": "Ryan Holiday"
  },
  {
    "text": "I sacrificed much to be where I am today, yet I will sacrifice much more to get to where I need to be someday.",
    "author": "Justus Wiezorek"
  },
  {
    "text": "Run down the list of those who felt intense anger at something: the most famous, the most unfortunate, the most hated, the most whatever: Where is all that now? Smoke, dust, legend…or not even a legend. Think of all the examples. And how trivial the things we want so passionately are. An emotional response is a human response, I get it. I too have succumbed to emotion, more often than I care to admit. But it is also a futile response. It isn’t an objectively beneficial response. This is central to Stoicism.",
    "author": "Dan Crenshaw"
  },
  {
    "text": "Life is a pilgrimage and a struggle. All we have of time is a moment; the universe is in constant flux; our bodies are fragile; our senses grasp so little; our souls are a mist; the future is a fog; and fame is fleeting.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Často sa dopúšťa bezprávia aj ten, kto nič nerobí, nielen ten, kto niečo robí.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Najlepší spôsob obrany je nepodobať sa tým, čo nám ubližujú.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "man was given two ears and one mouth for a reason",
    "author": "Zeno of Citium"
  },
  { "text": "Education teaches us how to make a living, not how to live.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is impossible to separate the art of living from the art of dying, because to be living is to be dying.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "A suicide attempt is an act of fighting for one’s death.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Part of patience is knowing your truth and staying loyal to it; you just can’t allow your face to betray what an attack on it actually makes you feel.",
    "author": "A.D. Aliwat"
  },
  { "text": "Stoicism is designed to be medicine for the soul.", "author": "Ryan Holiday" },
  {
    "text": "Be someone who is cool under pressure. Value serenity instead of outrage. It seems that our culture is moving in the wrong direction here. If you are blessed enough to not be on social media, you might be surprised to learn that the angriest, most passionate public figures are rewarded with the most clicks and biggest audiences. Our culture has begun to confuse passion with substance, reward the loudest and angriest voices, and thus incentivize behavior wholly at odds with Stoic wisdom. The number of decibels your voice hits as you scream about how right you are is not necessarily an indicator of how much sense you are making. As a society founded on reason and Western Enlightenment ideals, we must hold ourselves to a higher standard. We have to collectively stop allowing emotion and passion to pass for reason and factual debate.",
    "author": "Dan Crenshaw"
  },
  {
    "text": "The media’s goal is to literally challenge your ability to be still. A tough American, intent on improving upon their current self, is not tricked into an emotional reaction by these headlines. You do not write an angry tweet, you do not hurl an insult. You are cool and measured, and skeptical. You are curious what the agenda of the journalist might be and what facts or context they might be leaving out. You seek out a different story on the same topic from an opposing view, and you find out that many of the claims made in the original story were convincingly debunked. And just like that, you are a Zen master of stillness and Stoicism.",
    "author": "Dan Crenshaw"
  },
  {
    "text": "A shallow reading of a problem begets outrage; a detailed approach to a problem encourages moderation.",
    "author": "Dan Crenshaw"
  },
  {
    "text": "See? You're using the stoic glacier method.\"\"Remind me, what's the stoic glacier method?\"\"It's the slow process of shaping someone's behavior by force of one's own personal stoicism.",
    "author": "Elizabeth Mckenzie"
  },
  { "text": "There was no meaning in why he was here, but he was, and that was enough.", "author": "AkshatThakur" },
  {
    "text": "I have, I hold whatever of mine I have ever had. There is no reason for you to suppose me conquered and yourself my conqueror. It is your fortune which has overcome mine. As for those fleeting possessions which change their owners, I know not where they are; what belongs to myself is with me, and ever will be.",
    "author": "Seneca"
  },
  { "text": "Si len úbohá dušička nesúca mŕtvolu,", "author": "Marcus Aurelius" },
  { "text": "Growth is often the cause or the result of pain.", "author": "Mokokoma Mokhonoana" },
  { "text": "Like a problem, time is nothing but a shadow of thought.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A still person has the ability to stop, look at a news story or another person’s arguments, and ask objective questions without emotional overreaction or assumptions of ill intent. One is centered, rational, and respected; the other is frantic, unhappy, and intellectually stagnant. Don’t be the latter.",
    "author": "Dan Crenshaw"
  },
  {
    "text": "Really, doesn't everything make sense? There are, of course, things from which we more or less recover, although some of them are too harsh even for saints. But that is no reason to accuse God. Even if there are reasons to doubt him, the fact that he did not arrange the world like a well-ordered parlor is not one of them. It rather speaks in his favor. This used to be much better understood.",
    "author": "Ernst Jünger"
  },
  {
    "text": "A surprising number of people believe that other people can hurt their feelings.",
    "author": "Vincent P. Collins"
  },
  {
    "text": "Sunglasses are all too often used to hide shyness … or unhappiness.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Because of things such as arrogance, alcohol, and promiscuity, some people are each a legend in the unmaking.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The problem with pleasure is that it needs to be intermittent in order to retain its pleasantness.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Appreciating what you have is the best cure for missing what you have lost.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some people are lucky to no longer be, and some are unlucky to still be, alive.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "A truth whispered is not less truthful. And an untruth shouted is not less untruthful.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Destroying your mirrors leaves your facial blemishes intact.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The most fruitful breaks are often those we are or were forced to take by life.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "You can be invincible, if you enter into no contest in which it is not in your power to conquer.",
    "author": "Epictetus"
  },
  {
    "text": "Let death and exile and every other thing which appears dreadful be daily before your eyes; but most of all death: and you will never think of anything mean nor will you desire anything extravagantly.",
    "author": "Epictetus"
  },
  {
    "text": "However one may interpret this culturally, the upshot is the same: people carry within them a great number of wishes to which they react passively and which they hide. Stoicism, in our day, is not strength to overcome wishes, but to hide them. To a patient who, let us say, is interminably rationalizing and justifying this and that, balancing one thing against another as though life were a tremendous market place where all the business is done on paper and tickertape and there are never anygoods, I sometimes have the inclination in psychotherapy to shout out, “Don't you everwantanything?",
    "author": "Rollo May"
  },
  { "text": "Some of our problems came to us; some, we went to them.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is foolish to give up on yourself. And doubly so to do that before everyone has given up on you.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "When you are unhappy, happy people are disgusting.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "...but if you think that only which is your own to be your own, and if you think that what is another’s, as it really is, belongs to another, no man will ever compel you, no man will hinder you, you will never blame any man, you will accuse no man, you will do nothing involuntarily (against your will), no man will harm you, you will have no enemy, for you will not suffer any harm.",
    "author": "Epicetus"
  },
  {
    "text": "Destroying your mirrors hides your ugliness or facial blemishes from only you.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Fools refuse to truly believe that a thing can be both delicious or pleasurable … and harmful.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "99.99% of fools deny their foolishness. The rest underestimate it.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "When conversing, some people regularly stop talking, not to listen, but to rest their tongues.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Remind yourself that what you love is mortal … at the very moment you are taking joy in something, present yourself with the opposite impressions. What harm is it, just when you are kissing your little child, to say: Tomorrow you will die, or to your friend similarly: Tomorrow one of us will go away, and we shall not see one another any more?",
    "author": "Epictetus"
  },
  {
    "text": "When you are alone, you should call this tranquility and freedom and when you are with many you shouldn’t call this a crowd, or trouble or uneasiness but festival and company and contentedly accept it.",
    "author": "Epictetus"
  },
  {
    "text": "Some of the people who we think care that we hate them do not even care that there are people who love them.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Sometimes you find yourself so grateful that a prayer of yours was not answered that you pray that it be ignored. Just in case it is on the waiting list of prayers to be answered.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "A desired thing often comes with seeds of at least one desire.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "How does a person deal with all the heartache and tragedy that fills their life without becoming insane or committing suicide?",
    "author": "Kilroy J Oldster"
  },
  {
    "text": "Admitting that their child is, or can be, more educated than them is the closest most parents are willing to get to admitting that their child is, or can be, smarter or wiser than them.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Tell us your secrets.’ [23] ‘I refuse, as this is up to me.’ ‘I will put you in chains.’ ‘What’s that you say, friend? It’s only my leg you will chain, not even God can conquer my will.’ [24] ‘I will throw you into prison.’ ‘Correction – it is my body you will throw there.’ ‘I will behead you.’ ‘Well, when did I ever claim that mine was the only neck that couldn’t be severed?",
    "author": "Epictetus"
  },
  { "text": "Poverty is greatly exaggerated by sanity.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "We get a taste of death, not when we’re asleep, but when we awake.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Like great ecologists, great pessimists make us see the beauty of death.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We subconsciously wish that all of the things we hate but our enemies love were harmful.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Halleck came from people who regarded a slight change of facial expression as adequate to convey the pain of a severed limb.",
    "author": "Miles Watson"
  },
  { "text": "No man is good by chance. Virtue is something which must be learned.", "author": "Seneca" },
  {
    "text": "Don't just say you have read books. Show that through them you have learned to think better, to be a more discriminating and reflective person. Books are the training weights of the mind. They are very helpful, but it would be a bad mistake to suppose that one has made progress simply by having internalized their contents.",
    "author": "Epictetus"
  },
  { "text": "A fool’s plans are entertainment for the wise.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "For I am not everlasting, but a human being, a part of the whole as an hour is a part of the day. Like an hour I must come, and like an hour pass away.",
    "author": "Epictetus"
  },
  {
    "text": "For some reason, there is this façade that life should be full of happiness and without its suffering. Which, actually makes us suffer even more. Because when we get sad or something bad happens, we do not only feel bad about the thing itself but we also feel bad because our life is not the way it is supposed to be. Not realizing suffering and sadness is just a part of life and they are inevitable.",
    "author": "Cave Man"
  },
  {
    "text": "It is humbling to realize that what you hate (the most) about someone is actually what they love (the most) about themselves.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some people deny the existence of God in order to give themselves credit for their successes. Some accept His existence in order to deny responsibility for their failures.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Some people get killed by water. Some die from dehydration.", "author": "Mokokoma Mokhonoana" },
  { "text": "The universe is change, and life mere opinion.", "author": "Democrates" },
  {
    "text": "A true believer in God prays only to thank, never to ask; and welcomes, with open arms, every single thing that is happening.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "[...] so läßt der, welcher der Lust nachjagt, alles andere liegen, und die Freiheit ist das erste, was er preisgibt [...]",
    "author": "Seneca"
  },
  { "text": "Usually, that which could have been better could have been worse.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Change is not always a bad thing: it sometimes takes the form of progress. And is not always a good thing: it sometimes takes the form of regress.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Some things do not make sense, not in themselves, but to some people.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "What some people regard as an expression of freedom is actually that of slavery.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Engineers can prove that a bumblebee, with its heavy body and little bitty wings, can't fly. But nobody tells the bumblebees ... and they fly just fine.",
    "author": "Bill Bowerman"
  },
  {
    "text": "At the crisis of my fever, I besought Hollingsworth to let nobody else enter the room, but continually to make me sensible of his own presence… then he should be the witness how courageously I would encounter the worst. It still impresses me almost a matter of regret, that I did not die then, when I had tolerably made up my mind to do it",
    "author": "Nathaniel Hawthorne"
  },
  { "text": "Nothing can affect a person’s mind if he chooses not to be affected by it.", "author": "Cave Man" },
  {
    "text": "You are indeed a man of sorrows and have suffered much...pray be seated now, here on this chair, and let us leave our sorrows, bitter though they are, locked up in our own hearts, for weeping is cold comfort and does little good.",
    "author": "Homer"
  },
  {
    "text": "The fact that we are all going to die prevents the vast majority of people from being driven insane by the fact that they are going to die.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Zu den herrlichsten Schätzen, die durch die Bemühungen anderer aus der Finsternis ans Licht gezogen sind, werden wir geführt; kein Zeitalter ist uns verschlossen, zu allen haben wir Zutritt [...]Die Zusammenfassung aller Zeiten macht ihm [/ihr] das Leben lang.",
    "author": "Seneca"
  },
  { "text": "An emotion is a mild mental illness.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "All too often, a wise or free person is ridiculed, because of ignorance, by fools or slaves.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Giving in to sleep is a great opportunity to practice letting go of life.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Seeing that our birth involves the blending of these two things—the body, on the one hand, that we share with animals, and, on the other hand, rationality and intelligence, that we share with the gods—most of us incline to this former relationship, wretched and dead though it is, while only a few to the one that is divine and blessed.",
    "author": "Epictetus"
  },
  {
    "text": "Unless you learn your lesson, it will keep hurting. Not only it will never stop, it will also keep increasing the amount, so you won’t get used to it.",
    "author": "Cave Man"
  },
  {
    "text": "RubaiyatRevină-n glasul meu persanul versSpre a ne aminti că timpul-i un diversMod de-a urzi avide visuri vane,În taine risipite-n univers.Din nou să spună că țărână-i focul,Țărână-i trupul, și că asta-i jocul:Viața mea și-a ta sunt râu ce curgeNecontenit și repede-n tot locul.Și că impunătorul monumentZidit cu trudă, din trufie, lent,Un vânt fugar e numai, că-n luminaLui Dumnezeu un veac e un moment....Te rog, persană lună, să revii,Și voi, incerte-apusuri aurii.Azi e ieri. Nu ește decât ceilalți.Tărână-i chipul lor. Cu morții-învii.",
    "author": "Jorges Luis Borges"
  },
  { "text": "Escaping death is a temporary victory.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Perhaps I did not always love him so well as I do now. But in such cases as these, a good memory is unpardonable.",
    "author": "Jane Austen"
  },
  {
    "text": "The fear of being poor or broke is a blessing, if you are a successful entrepreneur; but is a curse, if you want to be an entrepreneur.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Heartless’ is a label that is all too often wrongly given to someone who is rational by someone who is emotional.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is a correlation between how seriously we take life and how many problems it gives us.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Silence is often the wisest reply.", "author": "Mokokoma Mokhonoana" },
  { "text": "An accident is often caused by an attempt to prevent one.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Happiness prefers to live inside those who do not have preferences, because it never gets evicted there.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Soon earth will cover us all. Then in time earth, too, will change; later, what issues from this change will itself in turn incessantly change, and so again will all that then takes its place, even unto the world's end. to let the mind dwell on these swiftly rolling billows of change and transformation is to know a contempt for all things mortal.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Let Nature make whatever use she pleases of matter, which is her own: lets us be cheerful and brave in the face of all, and consider that nothing of our own perishes. What is the duty of a good man? To offer himself to fate.",
    "author": "Seneca"
  },
  {
    "text": "Some of those whose existence you wish could end now do not even know about your existence.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The curse of mortality is the other side of the coin of the blessing of life.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Nobody is stopping you from using things such as your ability to read or hear as your definition of ‘success’ or ‘wealth’.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Education almost always leaves stupidity intact.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "If you work at that which is before you, following right reason seriously, vigorously, calmly, without allowing anything else to distract you, but keeping your divine part pure, as if you should be bound to give it back immediately; if you hold to this, expecting nothing, fearing nothing, but satisfied with your present activity according to nature, and with heroic truth in every word and sound which you utter, you will live happy. And there is no-one who is able to prevent this.",
    "author": "Marcus Aurelius"
  },
  { "text": "Human beings are makers, usually of a mountain out of a molehill.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "We prefer our way into things such as regret, unhappiness, and anxiety.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Life is happening neither to nor for but through us.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The vast majority of people make complaining seem to be a basic human need.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The thing whose acquisition ‘made’ you happy need not be stolen, lost, or broken for ‘it’ to make you unhappy.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "And, just as it is harder to have good qualities when one is rich than when one is poor, it is harder to be a Stoic when one is wealthy, powerful, and respected than when one is destitute, miserable, and lonely.",
    "author": "Nassim Nicholas Taleb"
  },
  {
    "text": "Seeing your loved one asleep is a great opportunity to practice seeing them dead.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We are all capable of laughing at what is meant or expected to make us unhappy or angry.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We have, not problems, but negative attitudes towards some situations (towards which some people have or would have positive attitudes).",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Sleep is often a form of escapism.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The same situation can either be perceived as a lead ball chained to your feet, or as wings growing out of your shoulder blades. How you interpret the challenge is crucial to your success of overcoming it. Ultimately, it's never the challenges that matter, but how you perceive them.",
    "author": "Jonas Salzgeber "
  },
  {
    "text": "If you are pained by any external tiling, it is not this things that disturbs you, but your own judgment about it. And it is in your power to wipe out this judgment now\".",
    "author": "Jonas Salzgeber"
  },
  { "text": "Stoicism is a logical philosophy.", "author": "Ron Hall" },
  { "text": "Meditation can make an hour feel slightly longer … than a sneeze.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "If an adult has just moved as fast as a child, from crying to laughing, then it is either the laughter is fake, or they are being tickled.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Our deaths are not obliged to happen in the same order as our births.", "author": "Mokokoma Mokhonoana" },
  { "text": "ANGER is calling to honour the needs that have gone IGNORED, UNMET, + UNSEEN.", "author": "Me" },
  {
    "text": "Life sometimes delays giving us the thing we are forever praying or working hard for, until it has managed to show us that that thing is not that important, or important at all.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Remember that you must behave in life as at a dinner party. Is anything brought around to you? Put out your hand and take your share with moderation. Does it pass by you? Don’t stop it. Is it not yet come? Don’t stretch your desire towards it, but wait till it reaches you. Do this with regard to children, to a wife, to public posts, to riches, and you will eventually be a worthy partner of the feasts of the gods. And if you don’t even take the things which are set before you, but are able even to reject them, then you will not only be a partner at the feasts of the gods, but also of their empire.",
    "author": "Epictetus"
  },
  {
    "text": "Never call yourself a philosopher, nor talk a great deal among the unlearned about theorems, but act conformably to them. Thus, at an entertainment, don’t talk how persons ought to eat, but eat as you ought. For remember that in this manner Socrates also universally avoided all ostentation. And when persons came to him and desired to be recommended by him to philosophers, he took and recommended them, so well did he bear being overlooked. So that if ever any talk should happen among the unlearned concerning philosophic theorems, be you, for the most part, silent. For there is great danger in immediately throwing out what you have not digested. And, if anyone tells you that you know nothing, and you are not nettled at it, then you may be sure that you have begun your business. For sheep don’t throw up the grass to show the shepherds how much they have eaten; but, inwardly digesting their food, they outwardly produce wool and milk. Thus, therefore, do you likewise not show theorems to the unlearned, but the actions produced by them after they have been digested.",
    "author": "Epictetus"
  },
  {
    "text": "The wise remind themselves that ‘This too shall pass’ even when things are good; the foolish, only when things are bad.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Philosophy is not an occupation of a popular nature, nor is it pursued for the sake of self-advertisement. Its concern is not with words, but with facts. It is not carried on with the object of passing the day in an entertaining sort of way and taking the boredom out of leisure. It moulds and builds the personality, orders one’s life, regulates one’s conduct, shows one what one should do and what one should leave undone, sits at the helm and keeps one on the correct course as one is tossed about in perilous seas. Without it no one can lead a life free of fear or worry. Every hour of the day countless situations arise that call for advice, and for that advice we have to look to philosophy.",
    "author": "Seneca"
  },
  {
    "text": "And if you want to know why all this running away cannot help you, the answer is simply this: you are running away in your own company.",
    "author": "Seneca"
  },
  {
    "text": "Happiness is an inevitable result of embracing, and unhappiness that of rejecting, what is.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Hatred and love are equally enslaving.", "author": "Mokokoma Mokhonoana" },
  { "text": "Equanimity is often mistaken for depression.", "author": "Mokokoma Mokhonoana" },
  { "text": "To some of us, these are the good old days in the making.", "author": "Mokokoma Mokhonoana" },
  { "text": "It takes, not cowardice, but courage to kill yourself.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "A man is as much a fool for shedding tears because he isn't going to be alive a thousand years from now.",
    "author": "Seneca"
  },
  {
    "text": "why should I demand from fortune that she should give me this and that rather than demand from myself that I should not ask for them? why should I ask for them, after all? am I to pile them up in total forgetfulness of the frailty of human existence?",
    "author": "Seneca"
  },
  {
    "text": "The second best thing to not chasing success is chasing success that was defined by you, not for you.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some people are a degree of impatience away from wishing a year were only a few weeks long.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "When someone wrongs you, ask yourself: What made him do it? Once you understand his concept of good and evil, you'll feel sorry for him and cease to either be amazed or angry. If his concept is similar to yours, then you will be bound to forgive him since you would have acted as he did in similar circumstances. But if you do not share his ideas of good and evil, then you should find it even easier to overlook the wrongs of someone who is confused and in a moral muddle\".",
    "author": "Marcus Aurelius"
  },
  { "text": "Sometimes we are lucky to lose something or someone.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "For our happiness or unhappiness, we have only what we think about something or someone to thank or blame.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Life is 99 percent attitude. Yet for the majority of people, it is the remaining one percent that dominates 99 percent of their life.",
    "author": "Bill Madden"
  },
  { "text": "We cannot have, but can lose, everything.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "We sometimes learn, not from something, but from not having learned from it.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some people who have been sentenced for life for crimes they did not commit are usually blissful, whereas many people who can go to any part of planet earth are usually miserable.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The wise willingly accept the unwillingness of the foolish to accept what is as part of what is.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We make life even more painful by having expectations and preferences.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "How was your day?’ ought to be ‘How did you look at your day?",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Stoicism is Buddhism without the dogma.", "author": "Bill Madden" },
  {
    "text": "The most common act of violence is the relentless mental violence we perpetrate upon ourselves with nothing other than our thoughts.",
    "author": "Bill Madden"
  },
  { "text": "Our mind can be in heaven while our body is in hell. And vice versa.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "That you are about to bury or have just buried your loved one does not make you and your loved ones immortal for a while.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Love, unless it is for life as a whole, is contaminated by things such as our preferences and memories.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The degree of our happiness is not determined by (what we regard as) the source of our happiness.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "People often give us a piece of their mind with the intention to take away our peace of mind.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "What good does it do you to go overseas, to move from city to city? If you really want to escape the things that harass you, what you're needing is not to be in a different place but to be a different person.",
    "author": "Seneca"
  },
  {
    "text": "For those who follow nature everything is easy and straightforward, whereas for those who fight against her life is just like rowing against the stream.",
    "author": "Seneca"
  },
  {
    "text": "[E]verything which went beyond our actual needs was just so much unnecessary weight, a burden to the man who had to carry it.",
    "author": "Seneca"
  },
  {
    "text": "[W]e can have the things we need for our ordinary purposes if we will only be content with what the earth has made available on its surface.",
    "author": "Seneca"
  },
  {
    "text": "The things that are essential are acquired with little bother; it is the luxuries that call for toil and effort.",
    "author": "Seneca"
  },
  {
    "text": "So the spirit must be trained to a realization and an acceptance of its lot. It must come tosee that there is nothing fortune will shrink from[.]There's no ground for resentment in all this. We've entered into a world in which these are the terms life is lived on – if you're satisfied with that, submit to them, if you're not, get out, whatever way you please.",
    "author": "Seneca"
  },
  {
    "text": "To lose someone you love is something you'll regard as the hardest of all blows to bear, while all the time this will be as silly as crying because the leaves fall from the beautiful trees that add to the charm of your home.[...] At one moment chance will carry off one of them, at another moment another; but the falling of the leaves is not difficultto bear, since they grow again, and it is no more hard to bear the loss of those whom you love and regard as brightening your existence; for even if they do not grow again they are replaced. \"But their successors will never be quite the same.\" No, and neither will you.",
    "author": "Seneca"
  },
  {
    "text": "[A] man is wealthy if he has attuned himself to his restricted means and has made himself rich on little.",
    "author": "Seneca"
  },
  { "text": "All vices are at odds with nature.", "author": "Seneca" },
  {
    "text": "Ambition: The willingness to continually question and assess one’s acceptance and contentment with their place in life; conjunct with the willingness to take action should a resolvable discrepancy between one’s values and one’s current standing, present itself.By extension, an ambitious person is someone who has to the best of their abilities thoughtfully defined their values and continues on to do whatever is reasonably possible to fully embrace who they are in life.",
    "author": "Yann Tanguay"
  },
  { "text": "[W]hatever happens is never as serious as rumour makes it out to be.", "author": "Seneca" },
  {
    "text": "[T]he man who spends his time choosing one resort after another in a hunt for peace and quiet, will in every place he visits find something to prevent him from relaxing. The story is told that someone complained to Socrates that travelling abroad had never done him any good and received the reply: \"What else can you expect, seeing that you always take yourself along with you when you go abroad?‟",
    "author": "Seneca"
  },
  {
    "text": "Many are the things that have caused terror during the night and been turned into matters of laughter with the coming of daylight.",
    "author": "Seneca"
  },
  {
    "text": "People prone to every fault they denounce are walking advertisements of the uselessness of their training. That kind of man can be of no more help to me as an instructor than a steersman who is seasick in a storm[...]. What good to me is a vomiting and stupefied helmsman? [...] What is needed is a steering hand, not talking.",
    "author": "Seneca"
  },
  {
    "text": "Let me indicate here how men can prove that their words are their own: let them put theirpreaching into practice",
    "author": "Seneca"
  },
  {
    "text": "[T]he man who lives extravagantly wants his manner of living to be on everybody's lips as long as he is alive. He thinks he is wasting his time if he is not being talked about.",
    "author": "Seneca"
  },
  {
    "text": "Здоровье,образование и богатство считаются «предпочтительными безразличнымивещами», стоики не пропагандировали аскетизм, многие из них не чуралисьжизненных благ и умели наслаждаться ими. Однако эти вещи неопределяют нас как уникальных индивидуумов и не имеют ничего общего снашей личностной ценностью, а она зависит исключительно от нашегохарактера и наших добродетелей.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Но в этом-то и состоит сила стоицизма: признание фундаментальной истины, что мы можем контролировать только свое поведение, но не его результаты (не говоря уже о результатах поведения других людей), дает нам способность невозмутимо принимать происходящее. Это происходит, потому что мы знаем: сделано все возможное и все зависящее от нас в данных обстоятельствах.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Но Эпиктет призывал мужественно смотреть в лицо реальности, а реальность такова, что все люди смертны и никто из них не принадлежит нам и не останется с нами навечно.[...]Признав эту реальность, мы понимаем, что должны наслаждаться любовью наших близких и общением с ними, когда это возможно, а не принимать их как должное: ведь неминуемо настанет день, когда «установленное время года» пройдет.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Life is divided into three periods, past, present and future. Of these, the present is short, the future is doubtful, the past is certain. For this last is the one over which Fortune has lost her power, which cannot be brought back to anyone’s control. But this is what preoccupied people lose: for they have no time to look back at their past, and even if they did, it is not pleasant to recall activities they are ashamed of.",
    "author": "Seneca"
  },
  {
    "text": "Consider what intemperate lovers undergo for the sake of evil desires, and how much exertion others expend for the sake of making profit, and how much suffering those who are pursuing fame endure, and bear in mind that all of these people submit to all kinds of toil and hardship voluntarily. Is it then not monstrous that they for no honorable reward endure such things, while we for the sake of the ideal good - that is not only the avoidance of evil such as wrecks our lives, but also the acquisition of virtue, which we may call the provider of all goods -- are not ready to bear every hardship?And yet would not anyone admit how much better it is, in place of exerting oneself to win someone else's wife, to exert oneself the discipline of one's desires; in place of enduring hardships for the sake of money, the train oneself to want little; instead of giving oneself trouble about getting notoriety; instead of trying to find a way to injure an envied person, to enquire how not to envy anyone; and instead of slaving, as sycophants do, to win false friends, to undergo suffering in order to possess true friends?Since toil and hardship are a necessity for all, both for those who seek better and worse, it is preposterous that those pursuing the better are not much more eager in their efforts than those for whom there is small hope of reward for all their pains. ...It remains for me to say that who is unwilling to exert himself almost always convicts himself as unworthy of good, since all good is gained by toil.",
    "author": "Musonius Rufus"
  },
  {
    "text": "Resent a thing by all means if it represents an injustice decreed against yourself personally; but if this same constraint is binding on the lowest and the highest alike, then make your peace again with destiny, the destiny that unravels all ties.",
    "author": "Seneca"
  },
  {
    "text": "More active and commendable still is the person who is waiting for the daylight and intercepts the first rays of the sun; shame on him who lies in bed dozing when the sun is high in the sky, whose waking hours commence in the middle of the day.",
    "author": "Seneca"
  },
  {
    "text": "If you admit to having derived great pleasures, your duty is not to complain about what has been taken away but to be thankful for what you have been given.",
    "author": "Seneca"
  },
  {
    "text": "Один из главных принципов стоицизма состоит в умении различатьвещи, которыми мы можем управлять и которыми — нет.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Но в действительности стоицизм — это не подавление илисокрытие эмоций, а их осознание, размышление об их причинах и умениенаправлять их себе на благо. Это понимание того, что находится под нашимконтролем, а что — нет: следует сосредоточить усилия на первом, вместотого чтобы напрасно тратить их на второе.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Стоик стремится к добродетели,совершенству и живет по принципу: «Делать все настолько хорошо,насколько это возможно», он осознает моральный аспект всех своихдействий.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "Истории о великих деяниях не только вдохновляют нас, не только будят в нас все лучшее иусиливают нашу веру в человека, но и напоминают о том, насколько проще и безопаснее стала сегодня жизнь для большинства из нас. Разве требуется так уж много мужества, чтобы противостоять боссу, который плохо обошелся с вашим коллегой? Худшее, что с вами может случиться, — это увольнение. Но ведь вас не будут пытать и не посадят в одиночную камеру,как Стокдейла, так неужели трудно вести себя достойно и честно в повседневной жизни? Если на то пошло, сохранить свою честь можно и не прибегая к жестокому самоубийству, как Катон. Только представьте, насколько лучше стал бы наш мир, если бы все мы каждый день проявляличуть больше мужества, мудрости, умеренности и боролись против несправедливости.",
    "author": "Massimo Pigliucci"
  },
  {
    "text": "A man’s wealth must be determined by the relation of his desires and expenditures to his income. If he feels rich on ten dollars, and has everything else he desires, he really is rich.",
    "author": "John Davison Rockefeller"
  },
  {
    "text": "For a delight in bustling about is not industry - it is only the restless energy of a hunted mind. And the state of mind that looks on all activity as tiresome is not true repose, but a spineless inertia.",
    "author": "Seneca"
  },
  { "text": "Growth is often the parent or the child of pain.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Let whatever appears to be the best be to you an inviolable law. And if any instance of pain or pleasure, glory or disgrace, be set before you, remember that now is the combat, now the Olympiad comes on, nor can it be put off; and that by one failure and defeat honor may be lost or—won.",
    "author": "Epictetus"
  },
  {
    "text": "Once you start learning from your problems, you stop wishing for a life without problems.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Detente particularmente en cada una de las acciones que haces y pregúntate si la muerte es terrible porque te priva de eso.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "If someone in the street were entrusted with your body, you would be furious. Yet you entrust your mind to anyone around who happens to insult you, and allow it to be troubled and confused. Aren’t you ashamed of that?",
    "author": "Epictetus"
  },
  {
    "text": "Independence and unvarying reliability, and to pay attentionto nothing, no matter how fleetingly, except the logos. And tobe the same in all circumstances—intense pain, the loss of achild, chronic illness. And to see clearly, from his example,that a man can show both strength and flexibility.His patience in teaching. And to have seen someone whoclearly viewed his expertise and ability as a teacher as thehumblest of virtues.And to have learned how to accept favors from friendswithout losing your self-respect or appearing ungrateful.On Apolonius",
    "author": "Marcus Aurelius"
  },
  {
    "text": "The present is the same for everyone; its loss is thesame for everyone; and it should be clear that a brief instantis all that is lost. For you can’t lose either the past or thefuture; how could you lose what you don’t have?",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Disturbance comes only from within- from our own perceptions. Everything you see will soon alter and cease to exist",
    "author": "Marcus Aurelius"
  },
  {
    "text": "[C]ling tooth and nail to the following rule: not to give in to adversity, never to trust prosperity, and always take full not of fortune's habit of behaving just as she pleases, treating her as if she were actually going to do everything it is in her power to do.",
    "author": "Seneca"
  },
  { "text": "Even in the longest life real living is the least portion thereof.", "author": "Seneca" },
  {
    "text": "We should not use philosophy like a herbal remedy, to be discarded when we're through. Rather, we must allow philosophy to remain with us, continually guarding our judgements throughout life, forming part of our daily regimen, like eating a nutritious diet or taking phisical exercise.",
    "author": "Musonius Rufus"
  },
  {
    "text": "The weaker the desire to change, the further away from now is the moment from which we plan on changing.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Destroying the seeds of disappointment requires you to unexpect the expected.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "For a life spent viewing all the variety, the majesty, the sublimity in things around us can never succumb to ennui: the feeling that one is tired of being, of existing, is usually the result of an idle and inactive leisure.",
    "author": "Seneca"
  },
  { "text": "[P]leasures, when they go beyond a certain limit, are but punishments.", "author": "Seneca" },
  {
    "text": "Running is a form of practiced stoicism. It means teaching your brain and body to be biochemically comfortable in a state of disrepair.",
    "author": "Matthew Inman"
  },
  {
    "text": "The most effective way to understand the dissonance between our thoughts about reality and reality itself, is to consider how many times we've felt like our world is ending and how many times it actually has.",
    "author": "Daniel V Chappell"
  },
  {
    "text": "I began to care a lot less about embarrassment after running into somebody who for months, I feared I would, and realizing afterward that my life was no different after the encounter than before.",
    "author": "Daniel V Chappell"
  },
  {
    "text": "If a discrepancy exists between supply and demand, then for the Stoics the prescription for a happy life was to decrease demand, not to increase supply (or production), which the Hedonists saw as the prescription for a happy life.",
    "author": "Tomáš Sedláček"
  },
  {
    "text": "Not just that every day more of our life is used up and lessand less of it is left, but this too: if we live longer, can we besure our mind will still be up to understanding the world—tothe contemplation that aims at divine and human knowledge?If our mind starts to wander, we’ll still go on breathing, goon eating, imagining things, feeling urges and so on. Butgetting the most out of ourselves, calculating where our dutylies, analyzing what we hear and see, deciding whether it’stime to call it quits—all the things you need a healthy mindfor . . . all those are gone.So we need to hurry.Not just because we move daily closer to death but alsobecause our understanding—our grasp of the world—may begone before we get there.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "In order to protect ourselves we must live like doctors and be continually treating ourselves with reason.",
    "author": "Musonius Rufus"
  },
  { "text": "We often do not, not because we cannot, but because we think so.", "author": "Mokokoma Mokhonoana" },
  { "text": "We're never unhappy until we remember why we're supposed to be unhappy.", "author": "Daniel V Chappell" },
  {
    "text": "Love me for my affection, love me even for my weakness; I am satisfied myself. I prefer my feelings to all the fine sentiments of Seneca or Epictetus.",
    "author": "Marie Rabutin-Chantal De Sevigne"
  },
  {
    "text": "It's with a heavy heart that I assure you that regardless of how lasting your fortune feels, it can be taken from you before you can even think to try to hold on.",
    "author": "Daniel V Chappell"
  },
  { "text": "A fool is a man who disregards legacy.", "author": "Daniel V Chappell" },
  {
    "text": "We must become friends of despair if we are to be drawn above it to genuine and heartfelt hope. Far from beingan exercise in morbidity or arrogance, a deepening acquaintance with ourdeath and with the vanity of human wishes is our worldly hearts aneeded path to perfect health (61).",
    "author": "Robert Campbell Roberts"
  },
  {
    "text": "Christianity is not a therapy for those who wish never to be upset (177).",
    "author": "Robert Campbell Roberts"
  },
  { "text": "Zeno is our friend but truth is an even greater friend.", "author": "Latin saying without author." },
  { "text": "It is human to be angry, but childish to be controlled by anger.", "author": "Mokokoma Mokhonoana" },
  { "text": "A man is as unhappy as he has convinced himself he is.", "author": "Seneca" },
  {
    "text": "You can be hurt, not by what others think of you, but by what you think of what they think or you think they think of you.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "The bigger the family, the bigger the number of corpses it owes life.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "When pain comes, it must not derail you from your set virtues. If it does, you have failed to practice your virtues by going with the hype of pain.",
    "author": "Tiisetso Maloma"
  },
  {
    "text": "The probability of something not happening does not decrease as we increase the number of times we worry about the possibility of it happening.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Change: nothing inherently bad in the process, nothing inherently good in the result.",
    "author": "Marcus Aurelius"
  },
  { "text": "It takes patience to nurture patience.", "author": "Mokokoma Mokhonoana" },
  { "text": "Optimism is an effort.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "I’ve let people’s opinions, my own self judgements and many negative things take this life away from me. No more!",
    "author": "Tiisetso Maloma"
  },
  {
    "text": "Increasing the strength of our minds is the only way to reduce the difficulty of life.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Not even once has life or the weather complained about a human being.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is childish to be surprised by something that you knew exists or is possible.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "What are virtues, if not practiced evenly in both times of joy and in hardships?",
    "author": "Tiisetso Maloma"
  },
  {
    "text": "A man whose mind has completely left childhood behind would not be surprised if he were to walk in on his wife having sex with her father … or with his mother.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Every second is a step away from our mothers’ wombs towards our own tombs.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Most people will leave you with the impression that the main function of our emotions is to cloud our judgement.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "She looks as if she were thinking of something beyond her punishment—beyond her situation: of something not round nor before her.",
    "author": "Charlotte Brontë"
  },
  {
    "text": "What a singularly deep impression her injustice seems to have made on your heart! No ill-usage so brands its record on my feelings. Would you not be happier if you tried to forget her severity, together with the passionate emotions it excited? Life appears to me too short to be spent in nursing animosity, or registering wrongs.",
    "author": "Charlotte Brontë"
  },
  {
    "text": "...when I asked him if he forgave me, he answered that he was not in the habit of cherishing the remembrance of vexation; that he had nothing to forgive; not having been offended.",
    "author": "Charlotte Brontë"
  },
  {
    "text": "We always have a choice as to, not what we hear, but what we listen to.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Is the child or wife of another dead? There is no one who would not say, “This is an accident of mortality.",
    "author": "Epictetus"
  },
  {
    "text": "That you have just caught success after chasing it for many years does not mean that death will stop chasing you for at least a few seconds.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "If you lose today every-day, you are lost every-day.", "author": "Tiisetso Maloma" },
  {
    "text": "Tomorrow will take care of itself, so take care of today, otherwise tomorrow will take ill-care of you today – thus losing today.",
    "author": "Tiisetso Maloma"
  },
  { "text": "Tomorrow’s worries contaminate the present.", "author": "Tiisetso Maloma" },
  {
    "text": "Once you make a decision and then act on it, you have actually fulfilled the object of the game. This will probably surprise you, but what happens next in the hand after you act is not important. It does not matter what your opponents do next and it's immaterial whether or not you win the hand. The most important thing is that you understand why you're making the play and what goal you're trying to accomplish.",
    "author": "Ken Warren"
  },
  {
    "text": "I value my time so much that undressing is the only thing I am willing to do for sex.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Having problems is not nearly as tormenting as being had by problems.", "author": "Mokokoma Mokhonoana" },
  { "text": "The older you are, and the faster you walk, the crazier you look.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Melancholy isn't always a disorder that needs to be cured. It can be a species of intelligent grief which arises when we come face-to-face with the certainty that disappointment is written into the script from the start.",
    "author": "Alain de Botton"
  },
  {
    "text": "Disgraceful if, in this life where your body does not fail, your soul should fail you first.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Whereas a belief in an absurd world arises out of the fundamental disharmony of a person searching for meaning in an apparently meaninglessness universe, an existential nihilist displays impassive intellectual stoicism towards their eventual mortality while embracing a passionate artistic commitment to munity against the underlying syndrome of insignificance and confusion encasing life.",
    "author": "Kilroy J. Oldster"
  },
  { "text": "Telling some people not to waste time is a waste of time.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The man, though, whom you should admire and imitate is the one who finds it a joy to live and in spite of that is not reluctant to die.",
    "author": "Seneca"
  },
  {
    "text": "There is a correlation between how foolish a man is and how tolerant he is of people who waste his time.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We have control over when, how, and where to plant a seed, not over what it will become.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The mind is inclined to zoom in on your problem, or few problems, to an extend that you cannot see your many blessings.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "You cannot attain everlasting peace of mind unless you stop seeing your mind as yourself and start seeing yourself as your mind’s guardian.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is no need to raise our hands to heaven; there is no need to implore the temple warden to allow us close to the ear of some graven image, as though this increased the chances of our being heard. God is near you, is with you, is inside you.",
    "author": "Seneca"
  },
  {
    "text": "[I]n a man praise is due only to what is his very own. Suppose he has a beautiful home and a handsome collection of servants, a lot of land under cultivation and a lot of money out at interest; not one of these things can be said to be in him – they are just things around him. Praise in him what can neither be given nor snatched away, what is peculiarly a man's.You ask what that is? It is his spirit, and the perfection of his reason in that spirit.",
    "author": "Seneca"
  },
  {
    "text": "Finding peace of mind usually demands that we lose some things and some people.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "[T]reat your inferiors in the way in which you would like to be treated by your own superiors.",
    "author": "Seneca"
  },
  {
    "text": "The place one's in, though, doesn't make any contribution to peace of mind: it's the spirit that makes everything agreeable to oneself.",
    "author": "Seneca"
  },
  {
    "text": "Pitying a living man for being poor is like envying a dead man for being rich.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Each man has a character of his own choosing; it is chance or fate that decides his choice of job.",
    "author": "Seneca"
  },
  {
    "text": "There is a correlation between how hard life seems to us and how easy we expected it to be.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The pursuit of happiness is one of the most common symptoms of intellectual immaturity.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It is a rare blessing to see things, and to accept people, as they are.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Those who died quietly asleep are not less dead than those who were killed awake by bombs.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Pretty much all wealthy people who were willing to lose and have lost their health while chasing wealth are now willing to lose their wealth while chasing health.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The qualities of stoic self-denial, self-sacrifice for others, patient labour, expiation for past error, willing acceptance of the burdens of life, were for him nobler manifestations of humanity than ostentatious feats of bravery, death-defying deeds of heroism or a life ruled by passions. He was persuaded that moral strength could best be displayed by silent endurance rather than by vehement anger and passionate rebellion.",
    "author": "Alexander Stillmark"
  },
  {
    "text": "We lose a significant portion of our lives attending ceremonies for people who have lost theirs.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Rejection of desire is liberating. Renunciation is a form of power.", "author": "Kilroy J. Oldster" },
  { "text": "What", "author": "Richard Nixon" },
  {
    "text": "The modern expectation is that there will be equality in all things in the couple—which means, at heart, an equality of suffering. But calibrating grief to ensure an equal dosage is no easy task: misery is experienced subjectively, and there is always a temptation for each party to form a sincere yet competitive conviction that, in truth, his or her life really is more cursed--in ways that the partner seems uninclined to acknowledge or atone for. It takes a superhuman wisdom to avoid the consoling conclusion that one has the harder life.",
    "author": "Alain de Botton"
  },
  { "text": "We can always choose not what we see but how we look at what we see.", "author": "Mokokoma Mokhonoana" },
  { "text": "Like happiness, unhappiness usually springs from a comparison.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "We are forever getting closer to the dreaded moment that will finally confirm that we will not live forever.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "We are generally pleased the most by compliments that are insincere.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Killing a person does not lead to nearly as much pain as creating a human being.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We need not reply or even listen to people who are talking about—not to—us.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Every habit and faculty is confirmed and strengthened by the corresponding actions, that of walking by walking, that of running by running. If you wish to be a good reader, read; if you wish to be a good writer, write. If you should give up reading for thirty days one after the other, and be engaged in something else, you will know what happens. So also if you lie in bed for ten days, get up and try to take a rather long walk, and you will see how wobbly your legs are. In general, therefore, if you want to do something, make a habit of it; if you want not to do something, refrain from doing it, and accustom yourself to something else instead.",
    "author": "Epictetus"
  },
  { "text": "Unlike existing, living requires effort.", "author": "Mokokoma Mokhonoana" },
  { "text": "All that exists is the seed of what will emerge from it.", "author": "Marcus Aurelius" },
  {
    "text": "We ought to be thankful not only for what we have but also for what we do not have.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Where you arrive does not matter as much as what sort of person you are when you arrive there.",
    "author": "Seneca"
  },
  {
    "text": "Men are of little worth. Their brief lives last a single day. They cannot hold elusive pleasure fast; It melts away. All laurels wither; all illusions fade; Hopes have been phantoms, shade on air-built shade, since time began.",
    "author": "Sophocles"
  },
  {
    "text": "An action is at least a billion times less difficult to choose than a reaction.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "The person you are mad at for being late could be dead.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "You cannot be blessed with the ability to be happy without being cursed with the ability to be unhappy.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Some things are made way more appealing than they are by our lack of them.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "The happiest people are not those who have the most, but those who are the most grateful for what they have.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We ought not, therefore, to give over our hearts for good to any one part of the world. We should live with the conviction: 'I wasn‟t born for one particular corner: the whole world‟s my home country.",
    "author": "Seneca"
  },
  {
    "text": "We ought not, therefore, to give over our hearts for good to any one part of the world. We should live with the conviction: 'I wasn't born for one particular corner: the whole world's my home country.",
    "author": "Seneca"
  },
  {
    "text": "I shall use the old road, but if I find a shorter and easier one I shall open it up. [...] Truth lies open to everyone.",
    "author": "Seneca"
  },
  {
    "text": "Most people are like all stomachs: they cannot remain satisfied for a long time.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Even most of those whose wealth was not inherited or won often lose sleep over losing their wealth.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "[W]hat cause can there be for complaint, after all, in anything that was always bound to come to an end fading gradually away? What is troubling about that? [...] Moving to one's end through nature's own gentle process of dissolution - is there a better way of leaving life than that? Not because there is anything wrong with a sudden, violent departure, but because this gradual withdrawal is an easy route.",
    "author": "Seneca"
  },
  {
    "text": "We have never tried to do most of the things we are dead sure we cannot do.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "We are more in control of how much we know than we are of how much we have.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "There is a correlation between how seriously we take life and the number of problems we have.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Feeling sorry for our bodies ought to be the closest we get to feeling sorry for ourselves.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "A blind man’s thoughts almost never have anything to do with the things he is facing.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "As things are, there is about wisdom a nobility and magnificence in the fact that she didn't just fall to a person's lot, that each man owes her to his own efforts, that one doesn't go to anyone other than oneself to find her.",
    "author": "Seneca"
  },
  { "text": "It is impossible to trip and fall while walking slowly.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Even the busiest bee does not move from one flower to another as often as an untamed mind moves from one thought to another.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Life is yet to produce someone who is loved by or important to everyone.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "They who always expect the worst are almost always pleasantly surprised.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It would be foolish to be stoical all the time, you'd wear yourself out for nothing",
    "author": "John-Paul Sartre"
  },
  {
    "text": "When you pursue wisdom, you will soon realize how much you don’t know. Your knowledge will be incomplete, but continually developing through your curiosity.Arrogance blocks new information from coming in. When you’re conceited, you’ll resist change, and struggle to preserve your fixed image. Don’t fall into smug idleness, used to comfort. Challenge what you think you know, not caring if other people see you as a fool.Progress daily in your own uncertainty.",
    "author": "Bremer Acosta"
  },
  {
    "text": "The first principle of practical Stoicism is this: we don’t react to events; we react to our judgments about them, and the judgments are up to us.",
    "author": "Ward Farnsworth"
  },
  { "text": "Expectation is the only seed of disappointment.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "In the first place, sensation (aisthesis) is a corporeal process which we have in common with animals, and in which the impression of an exterior object is transmitted to the soul. By means of this process, an image (phantasia) of the object is produced in the soul, or more precisely in the guiding part (hegemonikon) of the soul",
    "author": "Pierre Hadot"
  },
  {
    "text": "After failure, it is possible to keep going– and to fail better.",
    "author": "Slavoj Žižek"
  },
  {
    "text": "You cannot continue to hate someone without repeatedly wasting, on them, some of your precious time and mental energy.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It is way more pleasurable to master yourself than it is to masturbate.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Death is the release of an organism from the prison of life.", "author": "Mokokoma Mokhonoana" },
  { "text": "Suffering adds spice to life.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The fact that our minds are problem-solving machines says a lot about the nature of life.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Being in a hurry does not slow down time.", "author": "Mokokoma Mokhonoana" },
  { "text": "Suffering and happiness are not mutually exclusive.", "author": "Mokokoma Mokhonoana" },
  { "text": "Meditation betters not only the mind but also the brain.", "author": "Mokokoma Mokhonoana" },
  { "text": "Even the worst that has ever happened to you could have been worse.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Most people have given back to life the power to make themselves happy.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Enlightenment does not mean making the most of bad situations. It means knowing that every situation is neither good nor bad.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "Life takes from us only lives we were given by it.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "It is our natural and moral duty as consumers of other living things to someday die.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "At any given moment, it is a beautiful day in many parts of the world.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Our inability to imagine the length of the rest of existence magnifies our problems.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "One man’s bad day is another man’s good night.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Within, the only place where it is created, is the very last place most pursuers of happiness are likely to go.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "The worst that can happen to anyone will happen to everyone.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Not having expected an event makes it seem way better or worse than it really is.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "It is the human race, not the world, that desperately needs to be changed.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Når det kommer til stykket, er jeg ikke sikker på om De har moralsk rett til å blande dem i saken. Dessuten tror jeg fremdeles ikke det er noen fare på ferde. Etter min mening er det absurd å gå fra konseptene fordi om noen mennesker har fått lyst til å skifte ham. Det får bli deres egen sak. Det står enhver fritt for.",
    "author": "Eugène Ionesco"
  },
  {
    "text": "If I did compress what I know and think about the spanish civil war into 6 lines you wouldn't print it. You wouldn't have the guts.",
    "author": "George Orwell"
  },
  { "text": "The size of your problem is in your mind.", "author": "Mokokoma Mokhonoana" },
  { "text": "Some of the things we fear exist nowhere but where fear happens.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "The present isn’t more capable of causing mental pain than the past or the future.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Soon, you will have forgotten everything.Soon, everybody will have forgotten you.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "You will never see me surrender, never see me cry, but you will often see me walk away. Turn around and just leave, without looking back.",
    "author": "Charlotte Eriksson"
  },
  { "text": "The willing are led by fate, the reluctant are dragged.", "author": "Cleanthes of Assos" },
  { "text": "Sometimes, even to live is an act of courage.", "author": "Seneca" },
  {
    "text": "Death devours not only those who have been cooked by old age; it also feasts on those who are half-cooked and even those who are raw.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "At dawn, when you have trouble getting out of bed, tell yourself, \"I have to go to work - as a human being. What do I have to complain of, if I'm going to do what I was born for - the things I was brought into the world to do? Or is this what I was created for? To huddle under the blankets and stay warm?",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Being a stoic does not mean being a robot. Being a stoic means remaining calm both at the height of pleasure and the depths of misery.",
    "author": "Abhijit Naskar"
  },
  {
    "text": "Everything worthwhile in your life draws its meaning from the fact you will die.",
    "author": "Derren Brown"
  },
  {
    "text": "You have the power to strip away many superfluous troubles located wholly in your judgement, and to possess a large room for yourself embracing in thought the whole cosmos, to consider everlasting time, to think of the rapid change in the parts of each thing, of how short it is from birth until dissolution, and how the void before birth and that after dissolution are equally infinite.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "We might never rid ourselves of a lingering anxiety regarding our death; this is a kind of tax we pay in return for self-awareness.",
    "author": "Derren Brown"
  },
  { "text": "That which Fortune has not given, she cannot take away.", "author": "Seneca" },
  {
    "text": "[I]ndulge the body just so far as suffices for good health. It needs to be treated somewhat strictly to prevent it from being disobedient to the spirit. Your food should appease your hunger, your drink quench your thirst, your clothing keep out the cold, your house be a protection against inclement weather.",
    "author": "Seneca"
  },
  {
    "text": "Yes, as my swift days near their goal,'Tis all that I implore -In life and death, a chainless soul,With courage to endure.",
    "author": "Emily Brontë"
  },
  {
    "text": "You should, I need hardly say, live in such a way that there is nothing which you could not as easily tell your enemy as keep to yourself.",
    "author": "Seneca"
  },
  {
    "text": "When others inspire us, they tend to do so through the clear expression of these sketchy, adumbrated thoughts we ourselves have known but never had the perspicacity for formulate with certainty.",
    "author": "Derren Brown"
  },
  { "text": "Life is how you look at it.", "author": "Mokokoma Mokhonoana" },
  { "text": "It takes courage to speak or react way slower than you think.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Just as I prepared to stand and bow, a woman appeared with a miniature coffee cup in her hand.She offered it to me.As I took it, I noticed two things:Bugs crawling on the ground and the men approving of me by snapping their fingers.I bowed and took a sip of the coffee and almost fainted.I had a cockroach on my tongue.I looked at the peoples' faces and I could not spit it out.My grandmother would have pushed away the grave's dirt and traveled by willpower to show me her face of abject disappointment.I could not bear that.I opened my throat and drank the cup dry.I counted four cockroaches.",
    "author": "Maya Angelou"
  },
  {
    "text": "The supreme ideal does not call for any external aids. It is homegrown, wholly self-developed. Once it starts looking outside itself for any part of itself it is on the way to being dominated by fortune.",
    "author": "Seneca"
  },
  {
    "text": "The man who looks for the morrow without worrying over it knows a peaceful independence and a happiness beyond all others. Whoever has said, \"I have lived' receives a windfall every day he gets up in the morning.",
    "author": "Seneca"
  },
  {
    "text": "Sometimes we have no luxury of choice. We must do certain things for survival. That should not stop us from doing the things we love.",
    "author": "Malebo Sephodi"
  },
  {
    "text": "[M]aking noble resolutions is not as important as keeping the resolutions you have made already.(Letter XVI)",
    "author": "Seneca"
  },
  { "text": "Life is a game we are all bound to lose.", "author": "Mokokoma Mokhonoana" },
  {
    "text": "Now this was possible only by a man determining himself entirely *rationally* according to concepts, not according to changing impressions and moods. But as only the maxims of our conduct, not the consequences or circumstances, are in our power, to be capable of always remaining consistent we must take as our object only the maxims, not the consequences and circumstances, and thus the doctrine of virtue is again introduced.",
    "author": "Arthur Schopenhauer"
  },
  {
    "text": "In conformity with this spirit and aim of the Stoa, Epictetus begins with it and constantly returns to it as the kernel of his philosophy, that we should bear in mind and distinguish what depends on us and what does not, and thus should not count on the latter at all. In this way we shall certainly remain free from all pain, suffering, and anxiety. Now what depends on us is the will alone, and here there gradually takes place a transition to a doctrine of virtue, since it is noticed that, as the external world that is independent of us determines good and bad fortune, so inner satisfaction or dissatisfaction with ourselves proceeds from the will. But later it was asked whether we should attribute the names *bonum et malum* to the two former or to the two latter. This was really arbitrary and a matter of choice, and made no difference. But yet the Stoics argued incessantly about this with the Peripatetics and Epicureans, and amused themselves with the inadmissible comparison of two wholly incommensurable quantities and with the contrary and paradoxical judgements arising therefrom, which they cast on one another. An interesting collection of these is afforded us from the Stoic side by the *Paradoxa* of Cicero.\"—from_The World as Will and Representation_. Translated from the German by E. F. J. Paye in two volumes: volume I, pp. 88-89",
    "author": "Arthur Schopenhauer"
  },
  {
    "text": "Show me a man who though sick is happy, who though in danger is happy, who though in prison is happy, and I'll show you a Stoic.",
    "author": "Epictetus"
  },
  {
    "text": "They did this to me but I have remained who I am. I am tempered. I am able. Inside myself there's an untouched man. If they came back now, and did everything to me again, they would never reach the untouched man. I've passed the exam I've been shirking all my life. I'm a graduate of pain.",
    "author": "John le Carré"
  },
  {
    "text": "The Sage desires only one thing, virtue, and he is cautious about only one thing, vice. He is the same in every circumstance because what is most important lies within him, and not with external events, which are constantly changing.",
    "author": "Donald Robertson"
  },
  {
    "text": "Perhaps struggle is all we have because the god of history is an atheist, and nothing about his world is meant to be. So you must wake up every morning knowing that no promise is unbreakable, least of all the promises of waking up at all. This is not despair. These are the preferences of universe itself: verbs over nouns, actions over states, struggle over hope.",
    "author": "Ta Nahesi Coates"
  },
  { "text": "Judgments are the only possible cause of unhappiness and happiness.", "author": "Mokokoma Mokhonoana" },
  { "text": "What progress, you ask, have I made? I have begun to be a friend to myself.", "author": "Seneca" },
  {
    "text": "Some of the best things that have ever happened to us wouldn’t have happened to us, if it weren’t for some of the worst things that have ever happened to us.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "But is life really worth so much? Let us examine this; it's a different inquiry. We will offer no solace for so desolate a prison house; we will encourage no one to endure the overlordship of butchers. We shall rather show that in every kind of slavery, the road of freedom lies open. I will say to the man to whom it befell to have a king shoot arrows at his dear ones [Prexaspes], and to him whose master makes fathers banquet on their sons' guts [Harpagus]: 'What are you groaning for, fool?... Everywhere you look you find an end to your sufferings. You see that steep drop-off? It leads down to freedom. You see that ocean, that river, that well? Freedom lies at its bottom. You see that short, shriveled, bare tree? Freedom hangs from it.... You ask, what is the path to freedom? Any vein in your body.",
    "author": "Seneca"
  },
  {
    "text": "Whatever happens, happens such as you are either formed by nature able to bear it, or not able to bear it. If such as you are by nature form’d able to bear, bear it and fret not: But if such as you are not naturally able to bear, don’t fret; for when it has consum’d you, itself will perish. Remember, however, you are by nature form’d able to bear whatever it is in the power of your own opinion to make supportable or tolerable, according as you conceive it advantageous, or your duty, to do so.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Sick and yet happy, in peril and yet happy, dying and yet happy, in exile and happy, in disgrace and happy.",
    "author": "Epictetus"
  },
  {
    "text": "We all have problems. Or rather, everyone has at least one thing that they regard as a problem.",
    "author": "Mokokoma Mokhonoana"
  },
  { "text": "True affluence is not needing anything.", "author": "Gary Snyder" },
  {
    "text": "...we can do some historical research to see how our ancestors lived. We will quickly discover that we are living in what to them would have been a dream world that we tend to take for granted things that our ancestors had to live without...",
    "author": "William B. Irvine"
  },
  {
    "text": "In the evening I came home and read about the Messina earthquake, and how the relief ships arrived, and the wretched survivors crowded down to the water's edge and tore each other like wild beasts in their rage of hunger. The paper set forth, in horrified language, that some of them had been seventy-two hours without food. I, as I read, had also been seventy-two hours without food; and the difference was simply that they thought they were starving.",
    "author": "Upton Sinclair"
  },
  {
    "text": "Death would not surprise us as often as it does, if we let go of the misbelief that newborns are less mortal than the elderly.",
    "author": "Mokokoma Mokhonoana"
  },
  {
    "text": "Man is mostly a collection of emotions, most of which he would do better not to be feeling.",
    "author": "Neel Burton"
  },
  { "text": "Most of us are “living the dream", "author": "William B. Irvine" },
  { "text": "Progress daily in your own uncertainty. Live in awareness of the questions.", "author": "Bremer Acosta" },
  {
    "text": "And here are two of the most immediately useful thoughts you will dip into. First that things cannot touch the mind: they are external and inert; anxieties can only come from your internal judgement. Second, hat all these things you see will change almost as you look at them, and then will be no more. Constantly bring to mind all that you yourself have already seen changed. The universe is change: life is judgement.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Life is neither a glorious highlight reel nor a monstrous tragedy. Every day is a good day to live and a good day to die. Every day is also an apt time to learn and express joy and love for the entire natural world. Each day is an apt time to make contact with other people and express empathy for the entire world. Each day is perfect to accept with indifference all aspects of being.",
    "author": "Kilroy J. Oldster"
  },
  {
    "text": "Seek not for events to happen as you wish but rather wish for events to happen as they do and your life will go smoothly.",
    "author": "Epictetus"
  },
  { "text": "Sine philosophia nemo intrepide potest vivere, nemo secure.", "author": "Seneca" },
  {
    "text": "There are two things that must be rooted out in human beings - arrogant opinion and mistrust. Arrogant opinion expects that there is nothing further needed, and mistrust assumes that under the torrent of circumstance there can be no happiness.",
    "author": "Epictetus"
  },
  {
    "text": "When you are disturbed by events and lose your serenity, quickly return to yourself and don't stay upset longer than the experience lasts; for you'll have more mastery over your inner harmony by continually returning to it.",
    "author": "Marcus Aurelius"
  },
  { "text": "Saiba que um teto de palha abriga o homemtão bem quanto o de ouro.", "author": "Seneca" },
  {
    "text": "The philosopher's lecture room is a 'hospital': you ought not to walk out of it in a state of pleasure, but in pain; for you are not in good condition when you arrive.",
    "author": "Epictetus"
  },
  {
    "text": "How could I admit that the All-American Girl's force field of stoicism and self-reliance and do-unto-others-and-keep-smiling wasn't working, wasn't keeping pain and shame and powerlessness away?From a young age I had learned to get over - to cover my tracks emotionally, to hide or ignore my problems in the belief that they were mine alone to solve. So when exhilarating transgressions required getting over on authority figures, I knew how to do it. I was a great bluffer. And when common, everyday survival in prison required getting over, I could do that too. This is what was approvingly described by my fellow prisoners as 'street-smarts,' as in 'You wouldn't think it to look at her, but Piper's got street-smarts.",
    "author": "Piper Kerman"
  },
  { "text": "When you give your items away, don’t keep the excess of your pride.", "author": "Bremer Acosta" },
  {
    "text": "What would Heracles have been if he had said, \"How am I to prevent a big lion from appearing, or a big boar, or brutal men?\" What care you, I say? If a big boar appears, you will have a greater struggle to engage in; if evil men appear, you will free the world from evil men.",
    "author": "Epictetus"
  },
  {
    "text": "Each of us is impermanent wave of energy folded into the infinite cosmic order. Acknowledgement of the fundamental impermanence of ourselves unchains us from the strictures of living a terrestrial life stuck like a needle vacillating between the magnetic pull of endless desire and the terror of death. Once we achieve freedom from any craving and all desires and we are relieved of all titanic fears, we release ourselves from living in perpetual distress. Once we rid ourselves from any impulse to exist, we discover our true place in the universal order. The composition of our life filament is exactly right when we accept the notion of living and dying with equal stoicism.",
    "author": "Kilroy J. Oldster"
  },
  {
    "text": "If you have assumed any character beyond your strength, you have both demeaned yourself ill in that and quitted one which you might have supported.",
    "author": "Epictetus"
  },
  {
    "text": "It was as if I'd lost some cosmic game of musical chairs; the song had stopped, I was left standing, and there was simply nothing to be dine about it.",
    "author": "Justin Cronin"
  },
  { "text": "All outdoors may be bedlam, provided there is no disturbance within.", "author": "Seneca" },
  {
    "text": "At the bar on the Favoritenstrasse, Julius the policeman talked to us about dignity, evolution, the great Darwin and the great Nietzsche. I translated so that my good friend Ulises could understand what he was saying, although I didn’t understand any of it. The prayer of the bones, said Julius. The yearning for health. The virtue of danger. The tenacity of the forgotten. Bravo, said my good friend Ulises. Bravo, said everyone else. The limits of memory. The wisdom of plants. The eye of parasites. The agility of the earth. The merit of the soldier. The cunning of the giant. The hole of the will. Magnificent, said my good friend Ulises in German. Extraordinary.",
    "author": "Roberto Bolaño"
  },
  {
    "text": "Stoical' is the best word to describe her reaction to these compliments, Emma putting up with them as of they were one of my unfortunate foibles.",
    "author": "Carol Lee"
  },
  {
    "text": "The greatest obstacle to living is expectancy, which hangs upon tomorrow and loses today. You are arranging what is in Fortune's control and abandoning what lies in yours.",
    "author": "Seneca"
  },
  {
    "text": "When force of circumstance upsets your equanimity, lose no time in recovering your self-control, and do not remain out of tune longer than you can help. Habitual recurrence to the harmony will increase your mastery of it.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "When you run up against someone else’s shamelessness, ask yourself this: Is a world without shamelessness possible?No. Then don’t ask the impossible. There have to be shameless people in the world. This is one of them. The same for someone vicious or untrustworthy, or with any other defect. Remembering that the whole world class has to exist will make you more tolerant of its members.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Hour by hour resolve firmly to do what comes to hand with dignity, and with humanity, independence, and justice. Allow your mind freedom from all other considerations. This you can do, if you will approach each action as though it were your last, dismissing the desire to create an impression, the admiration of self, the discontent with your lot. See how little man needs to master, for his days to flow on in quietness and piety: he has but to observe these few counsels, and the gods will ask nothing more.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "If you apply yourself to study you will avoid all boredom with life, you will not long for night because you are sick of daylight, you will be neither a burden to yourself nor useless to others, you will attract many to become your friends and the finest people will flock about you.",
    "author": "Seneca"
  },
  {
    "text": "And here lies the essential difference between Stoicism and the modern-day 'cult of optimism.' For the Stoics, the ideal state of mind was tranquility, not the excitable cheer that positive thinkers usually seem to mean when they use the word, 'happiness.' And tranquility was to be achieved not by strenuously chasing after enjoyable experiences, but by cultivating a kind of calm indifference towards one's circumstances.",
    "author": "Oliver Burkeman"
  },
  {
    "text": "If all emotions are common coin, then what is unique to the good man?To welcome with affection what is sent by fate. Not to stain or disturb the spirit within him with a mess of false beliefs. Instead, to preserve it faithfully, by calmly obeying God – saying nothing untrue, doing nothing unjust. And if the others don’t acknowledge it – this life lived in simplicity, humility, cheerfulness – he doesn’t resent them for it, and isn’t deterred from following the road where it leads: to the end of life. An end to be approached in purity, in serenity, in acceptance, in peaceful unity with what must be.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "Just as the earth that bears the man who tills and digs it, to bear those who speak ill of them, is a quality of the highest respect.",
    "author": "Thiruvalluvar"
  },
  {
    "text": "It does good also to take walks out of doors, that our spirits may be raised and refreshed by the open air and fresh breeze: sometimes we gain strength by driving in a carriage, by travel, by change of air, or by social meals and a more generous allowance of wine.",
    "author": "Seneca"
  },
  {
    "text": "Why be concerned about others, come to that, when you've outdone your own self? Set yourself a limit which you couldn't even exceed if you wanted to, and say good-bye at last to those deceptive prizes more precious to those who hope for them than to those who have won them. If there were anything substantial in them they would sooner or later bring a sense of fullness; as it is they simply aggravate the thirst of those who swallow them.",
    "author": "Seneca"
  },
  {
    "text": "Love sometimes injures. Friendship always benefits, After friendship is formed you must trust, but before that you must judge.",
    "author": "Seneca"
  },
  {
    "text": "So the life of a philosopher extends widely: he is not confined by the same boundary as are others. He alone is free from the laws that limit the human race, and all ages serve him as though he were a god.",
    "author": "Seneca"
  },
  {
    "text": "Someone has to be stoic, for the sake of, in spite of, and in the face of all those who are, not. Someone, has to be serious.Someone has to choose to forgo choice, so that there is an option left for others to consider. Everyone can't be, someone.",
    "author": "Justin K. McFarlane Beau"
  },
  {
    "text": "Oh, dear me!\" he lamented. \"The raft has floated off and I suppose it's gone down that awful hole by now.\"\"Well, never mind. We're not on it,\" said Snufkin gaily. \"What's a kettle here or there when you're out looking for a comet!",
    "author": "Tove Jansson"
  },
  {
    "text": "A properly educated leader, especially when harassed and under pressure, will know from his study of history and the classics that circumstances very much like those he is encountering have occurred from time to time on this earth since the beginning of history. He will avoid the self-indulgent error of seeing himself in a predicament so unprecedented, so unique, as to justify his making an exception to law, custom or morality in favor of himself. The making of such exceptions has been the theme of public life throughout much of our lifetimes. For twenty years, we've been surrounded by gamesmen unable to cope with the wisdom of the ages. They make exceptions to law and custom in favor of themselves because they choose to view ordinary dilemmas as unprecedented crises.",
    "author": "James B. Stockdale"
  },
  { "text": "Even the least of our activities ought to have some end in view.", "author": "Marcus Aurelius" },
  {
    "text": "To want to know more than is sufficient is a form of intemperance. Apart from which this kind of obsession with the liberal arts turns people into pedantic, irritating, tactless, self-satisfied bores, not learning what they need simply because they spend their time learning things they will never need. The scholar Didymus wrote four thousand works: I should feel sorry him if he had merely read so many useless works.",
    "author": "Seneca"
  },
  {
    "text": "[Philosophers] have come to envy the philologist and the mathematician, and they have taken over all the inessential elements in those studies—with the result that they know more about devoting care and attention to their speech than about devoting such attention to their lives.",
    "author": "Seneca"
  },
  { "text": "Love sometimes injures. Friendship always benefits", "author": "Seneca" },
  {
    "text": "It is not the man who has too little who is poor, but the one who hankers after more.",
    "author": "Seneca"
  },
  {
    "text": "No malgastes lo que te queda de vida en conjeturar sobre los demás, a no ser que busques el bien común; pues si te dedicas a imaginar qué hace la gente, por qué, qué dice, que piensa, qué trama, y cosas parecidas, dejarás de observar tu propia conciencia interior.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "These...xistential qualms you suffer, they just mean you're truly human. I aked how I might remedy them. \"You don´t remedy them. You live thru them.",
    "author": "David Mitchell"
  },
  { "text": "I smile to catch the piranhas from swimming out of my mouth.", "author": "Evan Mariah Pettit" },
  {
    "text": "But Moominmamma was quite unperturbed.\"Well, well!\" she said, \"it seems to me that our guests are having a very good time.\"\"I hope so,\" replied Moominpappa. \"Pass me a banana, please dear.",
    "author": "Tove Jansson"
  },
  {
    "text": "During the Great Depression, the philosophy of grin-and-bear-it became a national coping mechanism.",
    "author": "Maureen Corrigan"
  },
  {
    "text": "Quamquam scripsit artem rhetorieam Cleanthes, Chrysippus etiam, sed sic, ut si quis obmutescere concupierit, nihil aliud legere debeat.",
    "author": "Cicero"
  },
  { "text": "The Greeks not only face facts. They have no desire to escape from them.", "author": "Edith Hamilton" },
  {
    "text": "Fourteen years without a mother had me believe I could be stoic when I finally met her.",
    "author": "Maria V. Snyder"
  },
  {
    "text": "In Tsurani culture, forgiveness was simply a less shameful form of weakness than capitulation.",
    "author": "Raymond E. Feist"
  },
  {
    "text": "Emilio was certainly within his rights not to reveal the sordid details of his childhood even to his friends. Or perhaps especially to his friends, whose good opinion of him, he might feel, would not survive the revelations.",
    "author": "Mary Doria Russell"
  },
  {
    "text": "Patience is the antidote to the restless poison of the Ego. Without it we all become ego-maniacal bulls in china shops, destroying our future happiness as we blindly rush in where angels fear to tread. In these out-of-control moments, we bulldoze through the best possible outcomes for our lives, only to return to the scene of the crime later to cry over spilt milk.",
    "author": "Anthon St. Maarten"
  },
  {
    "text": "Confronting the worst-case scenario saps it of much of its anxiety-inducing power. Happiness reached via positive thinking can be fleeting and brittle, negative visualization generates a vastly more dependable calm.",
    "author": "Oliver Burkeman"
  },
  {
    "text": "Philosophy calls for simple living, not for doing penance, and the simple way of life need not be a crude one.",
    "author": "Seneca"
  },
  { "text": "What fortune has made yours is not your own.", "author": "Seneca" },
  {
    "text": "And here lies the essential between Stoicism and the modern-day 'cult of optimism.' For the Stoics, the ideal state of mind was tranquility, not the excitable cheer that positive thinkers usually seem to mean when they use the word, 'happiness.' And tranquility was to be achieved not by strenuously chasing after enjoyable experiences, but by cultivating a kind of calm indifference towards one's circumstances.",
    "author": "Oliver Burkeman"
  },
  {
    "text": "It is a ridiculous thing for a man not to fly from his own badness, which is indeed possible, but to fly from other men's badness, which is impossible.",
    "author": "Marcus Aurelius"
  },
  {
    "text": "I must fling myself down and writhe; I must strive with every piece of force I possess; I bruise and batter myself against the floor, the walls; I strain and sob and exhaust myself, and begin again, and exhaust myself again; but do I feel pain? Never. How can I feel pain? There is no place for it.",
    "author": "Harry Houdini"
  },
  {
    "text": "There was no sign of Plato, and I was told later that he had gone to live in hisRepublic, where he was cheerfully submitting to his ownLaws. [...] None of the Stoics were present. Rumour had it that they were still clambering up the steep hill of Virtue [...]. As for the Sceptics, it appeared that they were extremely anxious to get there, but still could not quite make up their minds whether or not the island really existed.",
    "author": "Lucian of Samosata"
  },
  {
    "text": "There is, I assure you, a medical art for the soul. It is philosophy, whose aid need not be sought, as in bodily diseases, from outside ourselves. We must endeavor with all our resources and all our strength to become capable of doctoring ourselves.",
    "author": "Cicero"
  },
  {
    "text": "Sometimes in life we must fight not only without fear, but also without hope.",
    "author": "Alessandro Pertini"
  },
  {
    "text": "It is a great man that can treat his earthenware as if it was silver, and a man who treats his silver as if it was earthenware is no less great.",
    "author": "Seneca"
  },
  { "text": "The boon that could be given can be withdrawn.", "author": "Seneca" },
  {
    "text": "She (the First Lady, entering the room with her gravely wounded husband) would admit fear but not despair.",
    "author": "Candice Millard"
  },
  {
    "text": "Indeed this gentleman's stoicism was of that not uncommon kind, which enables a man to bear with exemplary fortitude the afflictions of his friends, but renders him, by way of counterpoise, rather selfish and sensitive in respect of any that happen to befall himself.",
    "author": "Charles Dickens"
  },
  {
    "text": "He is the kind of person I should expect to rescue one from a mad dog at any risk but then insist on a stoical indifference to the fright afterward.\" Jefferson Davis's future wife describing him at first meeting.",
    "author": "Shelby Foote"
  },
  {
    "text": "He liked the English and their peculiarities. He liked their stoicism under pressure; on the wall in his factory he kept a copy of a war poster emblazoned with the Crown of King George and underneath the words “Keep Calm and Carry On.",
    "author": "Natasha Solomons"
  },
  {
    "text": "The wife of a junior officer cooped up in a horrible canvas partition in steerage for five months wrote:\"I had enjoyed much peace there in the absence of every comfort, even of such as are now enjoyed in jail. I used to say that there were four privations in my situation - fire, water, earth and air. No fire to warm oneself on the coldest day, no water to drink but what was tainted, no earth to set the foot on, and scarcely any air to breathe. Yet, with all these miserable circumstances, we spent many a happy hour by candlelight in that wretched cabin whilst I sewed and he read the Bible to me.",
    "author": "Stephen Taylor"
  },
  {
    "text": "In his numerous historical and Scriptural worksBauerrejects all supernatural religion, and represents Christianity as a natural product of the mingling of the Stoic and Alexandrian philosophies...",
    "author": "Joseph McCabe"
  }
]
